[{"title": "The First Near-Infrared Transmission Spectrum of HIP 41378 f, a Low-Mass  Temperate Jovian World in a Multi-Planet System", "authors": "Munazza K. Alam, James Kirk, Courtney D. Dressing, Mercedes Lopez-Morales, Kazumasa Ohno, Peter Gao, Babatunde Akinsanmi, Alexandre Santerne, Salome Grouffal, Vardan Adibekyan, Susana C. C. Barros, Lars A. Buchhave, Ian J. M. Crossfield, Fei Dai, Magali Deleuil, Steven Giacalone, Jorge Lillo-Box, Mark Marley, Andrew W. Mayo, Annelies Mortier, Nuno C. Santos, Sergio G. Sousa, Emma V. Turtelboom, Peter J. Wheatley, Andrew M. Vanderburg", "url": "http://arxiv.org/abs/2201.02686v1", "pdf": "http://arxiv.org/pdf/2201.02686v1", "date": "Thu Jan 13"}, {"title": "The Green Valley is a Red Herring: Galaxy Zoo reveals two evolutionary  pathways towards quenching of star formation in early- and late-type galaxies", "authors": "Kevin Schawinski, C. Megan Urry, Brooke D. Simmons, Lucy Fortson, Sugata Kaviraj, William C. Keel, Chris J. Lintott, Karen L. Masters, Robert C. Nichol, Marc Sarzi, Ramin, Skibba, Ezequiel Treister, Kyle W. Willett, O. Ivy Wong, Sukyoung K. Yi", "url": "http://arxiv.org/abs/1402.4814v1", "pdf": "http://arxiv.org/pdf/1402.4814v1", "date": "Thu Jan 13"}, {"title": "Binary companions triggering fragmentation in self-gravitating discs", "authors": "James Cadman, Cassandra Hall, Clémence Fontanive, Ken Rice", "url": "http://arxiv.org/abs/2201.02032v1", "pdf": "http://arxiv.org/pdf/2201.02032v1", "date": "Tue Jan 11"}, {"title": "Final Moments I: Precursor Emission, Envelope Inflation, and Enhanced  Mass loss Preceding the Luminous Type II Supernova 2020tlf", "authors": "Wynn Jacobson-Galán, Luc Dessart, David Jones, Raffaella Margutti, Deanne Coppejans, Georgios Dimitriadis, Ryan J. Foley, Charles D. Kilpatrick, David J. Matthews, Sofia Rest, Giacomo Terreran, Patrick D. Aleo, Katie Auchettl, Peter K. Blanchard, David A. Coulter, Kyle W. Davis, Thomas de Boer, Lindsay DeMarchi, Maria R. Drout, Nicholas Earl, Alexander Gagliano, Christa Gall, Jens Hjorth, Mark E. Huber, Adaeze L. Ibik, Danny Milisavljevic, Yen-Chen Pan, Armin Rest, Ryan Ridden-Harper, César Rojas-Bravo, Matthew R. Siebert, Ken W. Smith, Kirsty Taggart, Samaporn Tinyanont, Qinan Wang, Yossef Zenati", "url": "http://arxiv.org/abs/2109.12136v2", "pdf": "http://arxiv.org/pdf/2109.12136v2", "date": "Tue Jan 11"}, {"title": "Shock Revival in Core-collapse Supernovae Assisted by Heavy Axion-like  Particles", "authors": "Kanji Mori, Tomoya Takiwaki, Kei Kotake, Shunsaku Horiuchi", "url": "http://arxiv.org/abs/2112.03613v1", "pdf": "http://arxiv.org/pdf/2112.03613v1", "date": "Tue Dec 14"}, {"title": "Exploring the relation between turbulent velocity and density  fluctuations in the stratified intracluster medium", "authors": "Marco Simonte, Franco Vazza, Fabrizio Brighenti, Marcus Brueggen, Tom W. Jones", "url": "http://arxiv.org/abs/2112.00774v1", "pdf": "http://arxiv.org/pdf/2112.00774v1", "date": "Thu Dec 09"}, {"title": "The Pacific Ocean Neutrino Experiment", "authors": "Elisa Resconi, P-ONE Collaboration", "url": "https://arxiv.org/abs/2111.13133", "pdf": "https://arxiv.org/pdf/2111.13133", "date": "Thu Dec 09"}, {"title": "GJ 367b: A dense ultra-short period sub-Earth planet transiting a nearby  red dwarf star", "authors": "Kristine W. F. Lam, Szilárd Csizmadia, Nicola Astudillo-Defru, Xavier Bonfils, Davide Gandolfi, Sebastiano Padovan, Massimiliano Esposito, Coel Hellier, Teruyuki Hirano, John Livingston, Felipe Murgas, Alexis M. S. Smith, Karen A. Collins, Savita Mathur, Rafael A. Garcia, Steve B. Howell, Nuno C. Santos, Fei Dai, George R. Ricker, Roland Vanderspek, David W. Latham, Sara Seager, Joshua N. Winn, Jon M. Jenkins, Simon Albrecht, Jose M. Almenara, Etienne Artigau, Oscar Barragán, François Bouchy, Juan Cabrera, David Charbonneau, Priyanka Chaturvedi, Alexander Chaushev, Jessie L. Christiansen, William D. Cochran, José R. De Meideiros, Xavier Delfosse, Rodrigo F. Díaz, René Doyon, Philipp Eigmüller, Pedro Figueira, Thierry Forveille, Malcolm Fridlund, Guillaume Gaisné, Elisa Goffo, Iskra Georgieva, Sascha Grziwa, Eike Guenther, Artie P. Hatzes, Marshall C. Johnson, Petr Kabáth, Emil Knudstrup, Judith Korth, Pablo Lewin, Jack J. Lissauer, Christophe Lovis, Rafael Luque, Claudio Melo, Edward H. Morgan, Robert Morris, Michel Mayor, Norio Narita, Hannah L. M. Osborne, Enric Palle, Francesco Pepe, Carina M. Persson, Samuel N. Quinn, Heike Rauer, Seth Redfield, Joshua E. Schlieder, Damien Ségransan, Luisa M. Serrano, Jeffrey C. Smith, Ján Šubjak, Joseph D. Twicken, Stéphane Udry, Vincent Van Eylen, Michael Vezie", "url": "http://arxiv.org/abs/2112.01309v1", "pdf": "http://arxiv.org/pdf/2112.01309v1", "date": "Tue Dec 07"}, {"title": "Free-free absorption in hot relativistic flows: application to fast  radio bursts", "authors": "Esha Kundu, Bing Zhang", "url": "http://arxiv.org/abs/2107.12989v1", "pdf": "http://arxiv.org/pdf/2107.12989v1", "date": "Tue Dec 07"}, {"title": "Holes in Bayesian Statistics", "authors": "Andrew Gelman, Yuling Yao", "url": "http://arxiv.org/abs/2002.06467v2", "pdf": "http://arxiv.org/pdf/2002.06467v2", "date": "Thu Dec 02"}, {"title": "Modeling the galaxy-halo connection with machine learning", "authors": "Ana Maria Delgado, Digvijay Wadekar, Boryana Hadzhiyska, Sownak Bose, Lars Hernquist, Shirley Ho", "url": "http://arxiv.org/abs/2111.02422v1", "pdf": "http://arxiv.org/pdf/2111.02422v1", "date": "Tue Nov 30"}, {"title": "An Extreme-mass Ratio, Short-period Eclipsing Binary Consisting of a B  Dwarf Primary and a Pre-main Sequence M Star Companion Discovered by KELT", "authors": "Daniel J. Stevens, George Zhou, Marshall C. Johnson, Aaron C. Rizzuto, Joseph E. Rodriguez, Allyson Bieryla, Steven Villanueva, Jr., Jason T. Wright, B. Scott Gaudi, David W. Latham, Thomas G. Beatty, Michael B. Lund, Robert J. Siverd, Adam L. Kraus, Perry Berlind, Michael L. Calkins, Gilbert A. Esquerdo, Rudolf B. Kuhn, Joshua Pepper", "url": "http://arxiv.org/abs/1910.06212v2", "pdf": "http://arxiv.org/pdf/1910.06212v2", "date": "Tue Nov 23"}, {"title": "A 3D radiative transfer framework: V. Homologous Flows", "authors": "E. Baron, Peter H. Hauschildt, Bin Chen", "url": "http://arxiv.org/abs/0903.2486v1", "pdf": "http://arxiv.org/pdf/0903.2486v1", "date": "Tue Nov 23"}, {"title": "Search for surviving companions of progenitors of young LMC type Ia supernova remnants", "authors": "Chuan-Jui Li, Wolfgang E. Kerzendorf, You-Hua Chu, Ting-Wan Chen, Tuan Do, Robert A. Gruendl, Abigail Holmes, Ryoko Ishioka, Bruno Leibundgut, Kuo-Chuan Pan, Paul M. Ricker, Daniel Weisz", "url": "https://arxiv.org/abs/1910.01093", "pdf": "https://arxiv.org/pdf/1910.01093.pdf", "date": "Thu Nov 18"}, {"title": "The imprint of carbon combustion on a superburst from the accreting  neutron star 4U 1636-536", "authors": "L. Keek, A. Cumming, Z. Wolf, D. R. Ballantyne, V. F. Suleimanov, E. Kuulkers, T. E. Strohmayer", "url": "http://arxiv.org/abs/1508.06629v2", "pdf": "http://arxiv.org/pdf/1508.06629v2", "date": "Thu Nov 18"}, {"title": "Rocky super-Earths or waterworlds: the interplay of planet migration,  pebble accretion and disc evolution", "authors": "Bertram Bitsch, Sean N. Raymond, Andre Izidoro", "url": "http://arxiv.org/abs/1903.02488v1", "pdf": "http://arxiv.org/pdf/1903.02488v1", "date": "Tue Nov 16"}, {"title": "Sardinia Radio Telescope observations of Local Group dwarf galaxies --  I. The cases of NGC6822, IC1613, and WLM", "authors": "A. Tarchi, P. Castangia, G. Surcis, A. Brunthaler, C. Henkel, M. Pawlowski, K. M. Menten, A. Melis, S. Casu, M. Murgia, A. Trois, R. Concu, J. Darling", "url": "http://arxiv.org/abs/1912.02454v1", "pdf": "http://arxiv.org/pdf/1912.02454v1", "date": "Tue Nov 16"}, {"title": "Sardinia Radio Telescope observations of Local Group dwarf galaxies --  I. The cases of NGC6822, IC1613, and WLM", "authors": "A. Tarchi, P. Castangia, G. Surcis, A. Brunthaler, C. Henkel, M. Pawlowski, K. M. Menten, A. Melis, S. Casu, M. Murgia, A. Trois, R. Concu, J. Darling", "url": "http://arxiv.org/abs/1912.02454v1", "pdf": "http://arxiv.org/pdf/1912.02454v1", "date": "Thu Nov 11"}, {"title": "Modelling multiwavelength emission of Ultra-luminous X-ray Sources  accreting above the Eddington limit", "authors": "Elena Ambrosi, Luca Zampieri, Fabio Pintore, Anna Wolter", "url": "http://arxiv.org/abs/2111.02879v1", "pdf": "http://arxiv.org/pdf/2111.02879v1", "date": "Thu Nov 11"}, {"title": "Modelling multiwavelength emission of Ultra-luminous X-ray Sources  accreting above the Eddington limit", "authors": "Elena Ambrosi, Luca Zampieri, Fabio Pintore, Anna Wolter", "url": "http://arxiv.org/abs/2111.02879v1", "pdf": "http://arxiv.org/pdf/2111.02879v1", "date": "Tue Nov 09"}, {"title": "The Whisper of a Whimper of a Bang: 2400 Days of the Type Ia SN 2011fe  Reveals the Decay of $^{55}$Fe", "authors": "M. A. Tucker, B. J. Shappee, C. S. Kochanek, K. Z. Stanek, C. Ashall, G. S. Anand, P. Garnavich", "url": "http://arxiv.org/abs/2111.01144v1", "pdf": "http://arxiv.org/pdf/2111.01144v1", "date": "Thu Nov 04"}, {"title": "Atmospheric Circulation in Simulations of the AGN-CGM Connection at Halo  Masses $sim 10^{13.5}, M_odot$", "authors": "Deovrat Prasad, G. Mark Voit, Brian W. O’Shea", "url": "http://arxiv.org/abs/2110.15382v1", "pdf": "http://arxiv.org/pdf/2110.15382v1", "date": "Thu Nov 04"}, {"title": "First Doppler Limits on Binary Planets and Exomoons in the HR 8799  System", "authors": "Andrew Vanderburg, Joseph E. Rodriguez", "url": "http://arxiv.org/abs/2110.14650v1", "pdf": "http://arxiv.org/pdf/2110.14650v1", "date": "Tue Nov 02"}, {"title": "Double-detonation sub-Chandrasekhar models provide no natural  explanation for the low-luminosity suppression of Type Ia supernovae", "authors": "Arka Ghosh, Doron Kushnir", "url": "http://arxiv.org/abs/2110.13169v1", "pdf": "http://arxiv.org/pdf/2110.13169v1", "date": "Thu Oct 28"}, {"title": "Fast neutrino flavor instability and neutrino flavor lepton number  crossings", "authors": "Taiki Morinaga", "url": "http://arxiv.org/abs/2103.15267v1", "pdf": "http://arxiv.org/pdf/2103.15267v1", "date": "Thu Oct 28"}, {"title": "Two striking head-tail galaxies in the galaxy cluster IIZW108: insights  into transition to turbulence, magnetic fields and particle re-acceleration", "authors": "Ancla Müller, Christoph Pfrommer, Alessandro Ignesti, Alessia Moretti, Ana Lourenco, Rosita Paladino, Yara Jaffe, Myriam Gitti, Tiziana Venturi, Marco Gullieuszik, Bianca Poggianti, Benedetta Vulcani, Andrea Biviano, Björn Adebahr, Ralf-Jürgen Dettmar", "url": "http://arxiv.org/abs/2110.03705v1", "pdf": "http://arxiv.org/pdf/2110.03705v1", "date": "Thursday, Oct 21st"}, {"title": "Analyzing the Intrinsic Magnetic Field in the Galactic Center Radio Arc", "authors": "Dylan M. Paré, Cormac R. Purcell, Cornelia C. Lang, Mark R. Morris, James A. Green", "url": "http://arxiv.org/abs/2110.02145v1", "pdf": "http://arxiv.org/pdf/2110.02145v1", "date": "Thursday, Oct 21st"}, {"title": "The Extremes of Thermonuclear Supernovae", "authors": "Stefan Taubenberger", "url": "http://arxiv.org/abs/1703.00528v1", "pdf": "http://arxiv.org/pdf/1703.00528v1", "date": "Tu Oct 19"}, {"title": "Using cosmological simulations and synthetic absorption spectra to  assess the accuracy of observationally derived CGM metallicities", "authors": "Rachel Marra, Christopher W. Churchill, Caitlin Doughty, Glenn G. Kacprzak, Jane Charlton, Sameer, Nikole M. Nielsen, Daniel Ceverino, Sebastian Trujillo-Gomez", "url": "http://arxiv.org/abs/2108.03254v2", "pdf": "http://arxiv.org/pdf/2108.03254v2", "date": "Tu Oct 19"}, {"title": "A Survey of Novae in M83", "authors": "A. W. Shafter, K. Hornoch, J. Benáček, A. Galád, J. Janík, J. Juryšek, L. Kotková, P. Kurfürst, H. Kučáková, P. Kušnirák, J. Liška, E. Paunzen, M. Skarka, P. Škoda, M. Wolf, P. Zasche, M. Zejda", "url": "http://arxiv.org/abs/2110.00676v1", "pdf": "http://arxiv.org/pdf/2110.00676v1", "date": "Th Oct 2021"}, {"title": "Thermonuclear X-ray Bursts with late secondary peaks observed from 4U  1608-52", "authors": "Tolga Guver, Tugba Boztepe, Ersin Gogus, Manoneeta Chakraborty, Tod E. Strohmayer, Peter Bult, Diego Altamirano, Gaurava K. Jaisawal, Tugce Kocabiyik, Christian Malacaria, Unnati Kashyap, Keith C. Gendreau, Zaven Arzoumanian, Deepto Chakrabarty", "url": "http://arxiv.org/abs/2101.11637v1", "pdf": "http://arxiv.org/pdf/2101.11637v1", "date": "Th Oct 14 2021"}, {"title": "Efficient and precise transit light curves for rapidly-rotating, oblate  stars", "authors": "Shashank Dholakia, Rodrigo Luger, Shishir Dholakia", "url": "http://arxiv.org/abs/2109.03250v1", "pdf": "http://arxiv.org/pdf/2109.03250v1", "date": "Tu Oct 12"}, {"title": "The MAVERIC Survey: Variable Jet-Accretion Coupling in Luminous  Accreting Neutron Stars in Galactic Globular Clusters", "authors": "T. Panurach, J. Strader, A. Bahramian, L. Chomiuk, J. C. A. Miller-Jones, C. O. Heinke, T. J. Maccarone, L. Shishkovsky, G. R. Sivakoff, E. Tremou, V. Tudor, R. Urquhart", "url": "http://arxiv.org/abs/2110.00586v1", "pdf": "http://arxiv.org/pdf/2110.00586v1", "date": "Tu Oct 12"}]