[{"title": "Enhanced particle acceleration in a pulsar wind interacting with a  companion", "authors": "Valentina Richard Romei, Benoît Cerutti", "url": "http://arxiv.org/abs/2406.18663v1", "pdf": "http://arxiv.org/pdf/2406.18663v1", "date": "Tue Jul 02, 2024"}, {"title": "Red eminence: The intermediate-luminosity red transient AT 2022fnm", "authors": "S. Moran, R. Kotak, M. Fraser, A. Pastorello, Y. -Z. Cai, G. Valerin, S. Mattila, E. Cappellaro, T. Kravtsov, C. P. Gutiérrez, N. Elias-Rosa, A. Reguitti, P. Lundqvist, T. G. Brink, A. V. Filippenko, X. -F. Wang", "url": "http://arxiv.org/abs/2406.02816v1", "pdf": "http://arxiv.org/pdf/2406.02816v1", "date": "Tue Jul 02, 2024"}, {"title": "Novae: An Important Source of Lithium in the Galaxy", "authors": "Jun Gao, Chunhua Zhu, Guoliang Lü, Jinlong Yu, Lin Li, Helei Liu, Sufen Guo", "url": "http://arxiv.org/abs/2406.13986v1", "pdf": "http://arxiv.org/pdf/2406.13986v1", "date": "Tue Jun 25, 2024"}, {"title": "Signs of Binary Evolution in 7 Magnetic DA White Dwarfs", "authors": "Adam Moss, Mukremin Kilic, P. Bergeron, Megan Firgard, Warren Brown", "url": "http://arxiv.org/abs/2306.09254v2", "pdf": "http://arxiv.org/pdf/2306.09254v2", "date": "Thu Jun 20, 2024"}, {"title": "Distinguishing Between Photoionized and Collisionally Ionized Gas in the  Circumgalactic Medium", "authors": "Clayton Strawn, Santi Roca-Fàbrega, Joel Primack", "url": "http://arxiv.org/abs/2209.11340v2", "pdf": "http://arxiv.org/pdf/2209.11340v2", "date": "Thu Jun 20, 2024"}, {"title": "Accretion-induced flickering variability among symbiotic stars from  space photometry with NASA TESS", "authors": "J. Merc, P. G. Beck, S. Mathur, R. A. García", "url": "http://arxiv.org/abs/2312.16126v1", "pdf": "http://arxiv.org/pdf/2312.16126v1", "date": "Tue Jun 18, 2024"}, {"title": "Almost All Carbon/Oxygen White Dwarfs Can Support Double Detonations", "authors": "Ken J. Shen, Samuel J. Boos, Dean M. Townsley", "url": "http://arxiv.org/abs/2405.19417v1", "pdf": "http://arxiv.org/pdf/2405.19417v1", "date": "Tue Jun 11, 2024"}, {"title": "Discovery of An Apparent Red, High-Velocity Type Ia Supernova at z = 2.9  with JWST", "authors": "J. D. R. Pierel, M. Engesser, D. A. Coulter, C. Decoursey, M. R. Siebert, A. Rest, E. Egami, W. Chen, O. D. Fox, D. O. Jones, B. A. Joshi, T. J. Moriya, Y. Zenati, A. J. Bunker, P. A. Cargile, M. Curti, D. J. Eisenstein, S. Gezari, S. Gomez, M. Guolo, B. D. Johnson, M. Karmen, R. Maiolino, Robert M. Quimby, B. Robertson, M. Shahbandeh, L. G. Strolger, F. Sun, Q. Wang, T. Wevers", "url": "http://arxiv.org/abs/2406.05089v2", "pdf": "http://arxiv.org/pdf/2406.05089v2", "date": "Tue Jun 11, 2024"}, {"title": "Probing Intracluster Dynamics and Evolution of Globular Clusters through  Cataclysmic Variable Populations", "authors": "Kwangmin Oh, Jongsuk Hong, C. Y. Hui, Sangin Kim, Mirek Giersz", "url": "http://arxiv.org/abs/2405.18479v1", "pdf": "http://arxiv.org/pdf/2405.18479v1", "date": "Thu Jun 06, 2024"}, {"title": "Is machine learning good or bad for the natural sciences?", "authors": "David W. Hogg, Soledad Villar", "url": "http://arxiv.org/abs/2405.18095v2", "pdf": "http://arxiv.org/pdf/2405.18095v2", "date": "Tue Jun 04, 2024"}, {"title": "A Very Large Array Search for Intermediate-Mass Black Holes in Globular  Clusters in M81", "authors": "J. M. Wrobel, J. C. A. Miller-Jones, M. J. Middleton", "url": "http://arxiv.org/abs/1604.04785v1", "pdf": "http://arxiv.org/pdf/1604.04785v1", "date": "Tue Jun 04, 2024"}, {"title": "Wide Binary Orbits are Preferentially Aligned with the Orbits of Small  Planets, but Probably Not Hot Jupiters", "authors": "Sam Christian, Andrew Vanderburg, Juliette Becker, Adam L. Kraus, Logan Pearce, Karen A. Collins, Malena Rice, Eric L. N. Jensen, David Baker, Paul Benni, Allyson Bieryla, Abraham Binnenfeld, Kevin I. Collins, Dennis M. Conti, Phil Evans, Eric Girardin, Joao Gregorio, Tsevi Mazeh, Felipe Murgas, Aviad Panahi, Francisco J. Pozuelos, Howard M. Relles, Fabian Rodriguez Frustaglia, Richard P. Schwarz, Gregor Srdoc, Chris Stockdale, Thiam-Guan Tan, William C. Waalkes, Gavin Wang, Justin Wittrock, Shay Zucker", "url": "http://arxiv.org/abs/2405.10379v1", "pdf": "http://arxiv.org/pdf/2405.10379v1", "date": "Tue May 28, 2024"}, {"title": "Updating the $^{56}$Ni Problem in Core-collapse Supernova Explosion", "authors": "Ryo Sawada, Yudai Suwa", "url": "http://arxiv.org/abs/2301.03610v1", "pdf": "http://arxiv.org/pdf/2301.03610v1", "date": "Thu May 23, 2024"}, {"title": "Lithium, rotation and metallicity in the open cluster M35", "authors": "D. Cuenda-Muñoz, D. Barrado, M. A. Agüeros, J. L. Curtis, H. Bouy", "url": "http://arxiv.org/abs/2405.08166v1", "pdf": "http://arxiv.org/pdf/2405.08166v1", "date": "Tue May 21, 2024"}, {"title": "Mixing of hot shocked plasma with cold gas in Nova YZ Ret 2020", "authors": "Sharon Mitrani, Ehud Behar, Jeremy J. Drake, Marina Orio, Kim Page, Valentina Canton, Jan-Uwe Ness, Kirill Sokolovsky", "url": "http://arxiv.org/abs/2405.09219v1", "pdf": "http://arxiv.org/pdf/2405.09219v1", "date": "Tue May 21, 2024"}, {"title": "The evolution of stellar X-ray activity and angular momentum as seen by  eROSITA, TESS, and Gaia", "authors": "Keivan G. Stassun, Marina Kounkel", "url": "http://arxiv.org/abs/2405.08607v1", "pdf": "http://arxiv.org/pdf/2405.08607v1", "date": "Thu May 16, 2024"}, {"title": "JWST Observations of Starbursts: Cold Clouds and Plumes Launching in the  M82 Outflow", "authors": "Deanne B. Fisher, Alberto D. Bolatto, John Chisholm, Drummond Fielding, Rebecca C. Levy, Elizabeth Tarantino, Martha L. Boyer, Serena A. Cronin, Laura A. Lopez, J. D. Smith, Danielle A. Berg, Sebastian Lopez, Sylvain Veilleux, Paul P. van der Werf, Torsten Böker, Leindert A. Boogaard, Laura Lenkić, Simon C. O. Glover, Vicente Villanueva, Divakara Mayya, Thomas S. -Y. Lai, Daniel A. Dale, Kimberly L. Emig, Fabian Walter, Monica Relaño, Ilse De Looze, Elisabeth A. C. Mills, Adam K. Leroy, David S. Meier, Rodrigo Herrera-Camus, Ralf S. Klessen", "url": "http://arxiv.org/abs/2405.03686v1", "pdf": "http://arxiv.org/pdf/2405.03686v1", "date": "Thu May 16, 2024"}, {"title": "The death of Vulcan: NEID reveals the planet candidate orbiting HD 26965  is stellar activity", "authors": "Abigail Burrows, Samuel Halverson, Jared C. Siegel, Christian Gilbertson, Jacob Luhn, Jennifer Burt, Chad F. Bender, Arpita Roy, Ryan C. Terrien, Selma Vangstein, Suvrath Mahadevan, Jason T. Wright, Paul Robertson, Eric B. Ford, Guðmundur Stefánsson, Joe P. Ninan, Cullen H. Blake, Michael W. McElwain, Christian Schwab, Jinglin Zhao", "url": "http://arxiv.org/abs/2404.17494v1", "pdf": "http://arxiv.org/pdf/2404.17494v1", "date": "Tue May 14, 2024"}, {"title": "DESI 2024 VI: Cosmological Constraints from the Measurements of Baryon  Acoustic Oscillations", "authors": "DESI Collaboration, A. G. Adame, J. Aguilar, S. Ahlen, S. Alam, D. M. Alexander, M. Alvarez, O. Alves, A. Anand, U. Andrade, E. Armengaud, S. Avila, A. Aviles, H. Awan, B. Bahr-Kalus, S. Bailey, C. Baltay, A. Bault, J. Behera, S. BenZvi, A. Bera, F. Beutler, D. Bianchi, C. Blake, R. Blum, S. Brieden, A. Brodzeller, D. Brooks, E. Buckley-Geer, E. Burtin, R. Calderon, R. Canning, A. Carnero Rosell, R. Cereskaite, J. L. Cervantes-Cota, S. Chabanier, E. Chaussidon, J. Chaves-Montero, S. Chen, X. Chen, T. Claybaugh, S. Cole, A. Cuceu, T. M. Davis, K. Dawson, A. de la Macorra, A. de Mattia, N. Deiosso, A. Dey, B. Dey, Z. Ding, P. Doel, J. Edelstein, S. Eftekharzadeh, D. J. Eisenstein, A. Elliott, P. Fagrelius, K. Fanning, S. Ferraro, J. Ereza, N. Findlay, B. Flaugher, A. Font-Ribera, D. Forero-Sánchez, J. E. Forero-Romero, C. S. Frenk, C. Garcia-Quintero, E. Gaztañaga, H. Gil-Marín, S. Gontcho A Gontcho, A. X. Gonzalez-Morales, V. Gonzalez-Perez, C. Gordon, D. Green, D. Gruen, R. Gsponer, G. Gutierrez, J. Guy, B. Hadzhiyska, C. Hahn, M. M. S Hanif, H. K. Herrera-Alcantar, K. Honscheid, C. Howlett, D. Huterer, V. Iršič, M. Ishak, S. Juneau, N. G. Karaçaylı, R. Kehoe, S. Kent, D. Kirkby, A. Kremin, A. Krolewski, Y. Lai, T. -W. Lan, M. Landriau, D. Lang, J. Lasker, J. M. Le Goff, L. Le Guillou, A. Leauthaud, M. E. Levi, T. S. Li, E. Linder, K. Lodha, C. Magneville, M. Manera, D. Margala, P. Martini, M. Maus, P. McDonald, L. Medina-Varela, A. Meisner, J. Mena-Fernández, R. Miquel, J. Moon, S. Moore, J. Moustakas, N. Mudur, E. Mueller, A. Muñoz-Gutiérrez, A. D. Myers, S. Nadathur, L. Napolitano, R. Neveux, J. A. Newman, N. M. Nguyen, J. Nie, G. Niz, H. E. Noriega, N. Padmanabhan, E. Paillas, N. Palanque-Delabrouille, J. Pan, S. Penmetsa, W. J. Percival, M. M. Pieri, M. Pinon, C. Poppett, A. Porredon, F. Prada, A. Pérez-Fernández, I. Pérez-Ràfols, D. Rabinowitz, A. Raichoor, C. Ramírez-Pérez, S. Ramirez-Solano, C. Ravoux, M. Rashkovetskyi, M. Rezaie, J. Rich, A. Rocher, C. Rockosi, N. A. Roe, A. Rosado-Marin, A. J. Ross, G. Rossi, R. Ruggeri, V. Ruhlmann-Kleider, L. Samushia, E. Sanchez, C. Saulder, E. F. Schlafly, D. Schlegel, M. Schubnell, H. Seo, A. Shafieloo, R. Sharples, J. Silber, A. Slosar, A. Smith, D. Sprayberry, T. Tan, G. Tarlé, P. Taylor, S. Trusov, L. A. Ureña-López, R. Vaisakh, D. Valcin, F. Valdes, M. Vargas-Magaña, L. Verde, M. Walther, B. Wang, M. S. Wang, B. A. Weaver, N. Weaverdyck, R. H. Wechsler, D. H. Weinberg, M. White, J. Yu, Y. Yu, S. Yuan, C. Yèche, E. A. Zaborowski, P. Zarrouk, H. Zhang, C. Zhao, R. Zhao, R. Zhou, T. Zhuang, H. Zou", "url": "http://arxiv.org/abs/2404.03002v2", "pdf": "http://arxiv.org/pdf/2404.03002v2", "date": "Tue May 14, 2024"}, {"title": "Initial Flash and Spectral Formation of Type Ia Supernovae with An  Envelope: Applications to Over-luminous SNe Ia", "authors": "Keiichi Maeda, Ji-an Jiang, Mamoru Doi, Miho Kawabata, Toshikazu Shigeyama", "url": "http://arxiv.org/abs/2302.12387v2", "pdf": "http://arxiv.org/pdf/2302.12387v2", "date": "Thu Apr 18, 2024"}, {"title": "Exploring the MMRD Relation for Novae in M31", "authors": "J. Grace Clark, Kamil Hornoch, Allen W. Shafter, Hana Kučáková, Jan Vraštil, Peter Kušnirák, Marek Wolf", "url": "http://arxiv.org/abs/2404.04733v1", "pdf": "http://arxiv.org/pdf/2404.04733v1", "date": "Tue Apr 16, 2024"}, {"title": "JWST Spectroscopy of SN H0pe: Classification and Time Delays of a  Triply-imaged Type Ia Supernova at z = 1.78", "authors": "Wenlei Chen, Patrick L. Kelly, Brenda L. Frye, Justin Pierel, S. P. Willner, Massimo Pascale, Seth H. Cohen, Christopher J. Conselice, Michael Engesser, Lukas J. Furtak, Daniel Gilman, Norman A. Grogin, Simon Huber, Saurabh W. Jha, Joel Johansson, Anton M. Koekemoer, Conor Larison, Ashish K. Meena, Matthew R. Siebert, Rogier A. Windhorst, Haojing Yan, Adi Zitrin", "url": "http://arxiv.org/abs/2403.19029v1", "pdf": "http://arxiv.org/pdf/2403.19029v1", "date": "Thu Apr 11, 2024"}, {"title": "Large Fluctuations within 1 AU in Protoplanetary Disks", "authors": "John Chambers", "url": "http://arxiv.org/abs/2403.17126v1", "pdf": "http://arxiv.org/pdf/2403.17126v1", "date": "Thu Apr 04, 2024"}, {"title": "SN H0pe: The First Measurement of $H_0$ from a Multiply-Imaged Type Ia  Supernova, Discovered by JWST", "authors": "Massimo Pascale, Brenda L. Frye, Justin D. R. Pierel, Wenlei Chen, Patrick L. Kelly, Seth H. Cohen, Rogier A. Windhorst, Adam G. Riess, Patrick S. Kamieneski, Jose M. Diego, Ashish K. Meena, Sangjun Cha, Masamune Oguri, Adi Zitrin, M. James Jee, Nicholas Foo, Reagen Leimbach, Anton M. Koekemoer, C. J. Conselice, Liang Dai, Ariel Goobar, Matthew R. Siebert, Lou Strolger, S. P. Willner", "url": "http://arxiv.org/abs/2403.18902v1", "pdf": "http://arxiv.org/pdf/2403.18902v1", "date": "Tue Apr 02, 2024"}, {"title": "The XMM Cluster Survey: Automating the estimation of hydrostatic mass  for large samples of galaxy clusters I -- Methodology, Validation, &  Application to the SDSSRM-XCS sample", "authors": "D. J. Turner, P. A. Giles, A. K. Romer, J. Pilling, T. K. Lingard, R. Wilkinson, M. Hilton, E. W. Upsdell, R. Al-Serkal, T. Cheng, R. Eappen, P. J. Rooney, S. Bhargava, C. A. Collins, J. Mayers, C. Miller, R. C. Nichol, M. Sahén, P. T. P. Viana", "url": "http://arxiv.org/abs/2403.07982v1", "pdf": "http://arxiv.org/pdf/2403.07982v1", "date": "Tue Mar 26, 2024"}, {"title": "HOLISMOKES -- XII. Time-delay Measurements of Strongly Lensed Type Ia  Supernovae using a Long Short-Term Memory Network", "authors": "S. Huber, S. H. Suyu", "url": "http://arxiv.org/abs/2403.08029v1", "pdf": "http://arxiv.org/pdf/2403.08029v1", "date": "Tue Mar 19, 2024"}, {"title": "Improved Dynamical Constraints on the Masses of the Central Black Holes  in Nearby Low-mass Early-type Galactic Nuclei And the First Black Hole  Determination for NGC 205", "authors": "Dieu D. Nguyen, Anil C. Seth, Nadine Neumayer, Satoru Iguchi, Michele Cappellari, Jay Strader, Laura Chomiuk, Evangelia Tremou, Fabio Pacucci, Kouichiro Nakanishi, Arash Bahramian, Phuong M. Nguyen, Mark den Brok, Christopher Ahn, Karina T. Voggel, Nikolay Kacharov, Takafumi Tsukui, Cuc K. Ly, Antoine Dumont, Renuka Pechetti", "url": "http://arxiv.org/abs/1901.05496v1", "pdf": "http://arxiv.org/pdf/1901.05496v1", "date": "Tue Mar 19, 2024"}, {"title": "Discovery of a nova super-remnant cavity surrounding RS Ophiuchi", "authors": "M. W. Healy-Kalesh, M. J. Darnley, E. J. Harvey, A. M. Newsam", "url": "http://arxiv.org/abs/2402.05855v1", "pdf": "http://arxiv.org/pdf/2402.05855v1", "date": "Thu Mar 14, 2024"}, {"title": "MINDS: JWST/NIRCam imaging of the protoplanetary disk PDS 70", "authors": "V. Christiaens, M. Samland, Th. Henning, B. Portilla-Revelo, G. Perotti, E. Matthews, O. Absil, L. Decin, I. Kamp, A. Boccaletti, B. Tabone, G. -D. Marleau, E. F. van Dishoeck, M. Güdel, P. -O. Lagage, D. Barrado, A. Caratti o Garatti, A. M. Glauser, G. Olofsson, T. P. Ray, S. Scheithauer, B. Vandenbussche, L. B. F. M. Waters, A. M. Arabhavi, S. L. Grant, H. Jang, J. Kanwar, J. Schreiber, K. Schwarz, M. Temmink, G. Östlin", "url": "http://arxiv.org/abs/2403.04855v1", "pdf": "http://arxiv.org/pdf/2403.04855v1", "date": "Tue Mar 12, 2024"}, {"title": "An Angular Diameter Measurement of $β$ UMa via Stellar Intensity  Interferometry with the VERITAS Observatory", "authors": "A. Acharyya, J. P. Aufdenberg, P. Bangale, J. T. Bartkoske, P. Batista, W. Benbow, A. J. Chromey, J. D. Davis, Q. Feng, G. M. Foote, A. Furniss, W. Hanlon, C. E. Hinrichs, J. Holder, W. Jin, P. Kaaret, M. Kertzman, D. Kieda, T. K. Kleiner, N. Korzoun, T. LeBohec, M. A. Lisa, M. Lundy, N. Matthews, C. E McGrath, M. J. Millard, P. Moriarty, S. Nikkhah, S. O’Brien, R. A. Ong, M. Pohl, E. Pueschel, J. Quinn, P. L. Rabinowitz, K. Ragan, E. Roache, J. G. Rose, J. L. Sackrider, I. Sadeh, L. Saha, G. H. Sembroski, R. Shang, D. Tak, M. Ticoras, J. V. Tucci, S. L. Wong, The VERITAS Collaboration", "url": "http://arxiv.org/abs/2401.01853v1", "pdf": "http://arxiv.org/pdf/2401.01853v1", "date": "Thu Mar 07, 2024"}, {"title": "Halo Mass-Concentration Relation at High-Mass End", "authors": "Weiwei Xu, Huanyuan Shan, Ran Li, Chunxiang Wang, Linhua Jiang, Eric Jullo, Ginevra Favole, Jean-Paul Kneib, Chaoli Zhang", "url": "http://arxiv.org/abs/2108.03252v1", "pdf": "http://arxiv.org/pdf/2108.03252v1", "date": "Thu Mar 07, 2024"}, {"title": "The Peculiar Bursting Nature of CP Pup", "authors": "M. Veresvarska, S. Scaringi, S. Hagen, D. De Martino, C. Done, K. Ilkiewicz, C. Knigge, C. Littlefield", "url": "http://arxiv.org/abs/2402.14068v1", "pdf": "http://arxiv.org/pdf/2402.14068v1", "date": "Tue Mar 05, 2024"}, {"title": "X-ray detection of a nova in the fireball phase", "authors": "Ole König, Jörn Wilms, Riccardo Arcodia, Thomas Dauser, Konrad Dennerl, Victor Doroshenko, Frank Haberl, Steven Hämmerich, Christian Kirsch, Ingo Kreykenbohm, Maximilian Lorenz, Adam Malyali, Andrea Merloni, Arne Rau, Thomas Rauch, Gloria Sala, Axel Schwope, Valery Suleimanov, Philipp Weber, Klaus Werner", "url": "http://arxiv.org/abs/2209.05125v1", "pdf": "http://arxiv.org/pdf/2209.05125v1", "date": "Tue Mar 05, 2024"}, {"title": "SDSS-IV from 2014 to 2016: A Detailed Demographic Comparison over Three  Years", "authors": "Amy M. Jones, Rachael L. Beaton, Brian A. Cherinka, Karen L. Masters, Sara Lucatello, Aleksandar M. Diamond-Stanic, Sarah A. Bird, Michael R. Blanton, Katia Cunha, Emily E. Farr, Diane Feuillet, Peter M. Frinchaboy, Alex Hagen, Karen Kinemuchi, Britt Lundgren, Mariarosa L. Marinelli, Adam D. Myers, Alexandre Roman-Lopes, Ashley J. Ross, Jose R. Sanchez-Gallego, Sarah J. Schmidt, Jennifer Sobeck, Keivan G. Stassun, Jamie Tayar, Mariana Vargas-Magana, J. C. Wilson, Gail Zasowski", "url": "http://arxiv.org/abs/2311.08970v1", "pdf": "http://arxiv.org/pdf/2311.08970v1", "date": "Thu Feb 22, 2024"}, {"title": "The Influence of Stellar Rotation in Binary Systems on Core-Collapse  Supernova Progenitors and Multi-messenger Signals", "authors": "Hao-Sheng Wang, Kuo-Chuan Pan", "url": "http://arxiv.org/abs/2401.08985v1", "pdf": "http://arxiv.org/pdf/2401.08985v1", "date": "Tue Feb 20, 2024"}, {"title": "The SRG/eROSITA All-Sky Survey: Cosmology Constraints from Cluster  Abundances in the Western Galactic Hemisphere", "authors": "V. Ghirardini, E. Bulbul, E. Artis, N. Clerc, C. Garrel, S. Grandis, M. Kluge, A. Liu, Y. E. Bahar, F. Balzer, I. Chiu, J. Comparat, D. Gruen, F. Kleinebreil, S. Krippendorf, A. Merloni, K. Nandra, N. Okabe, F. Pacaud, P. Predehl, M. E. Ramos-Ceja, T. H. Reiprich, J. S. Sanders, T. Schrabback, R. Seppi, S. Zelmer, X. Zhang, W. Bornemann, H. Brunner, V. Burwitz, D. Coutinho, K. Dennerl, M. Freyberg, S. Friedrich, R. Gaida, A. Gueguen, F. Haberl, W. Kink, G. Lamer, X. Li, T. Liu, C. Maitra, N. Meidinger, S. Mueller, H. Miyatake, S. Miyazaki, J. Robrade, A. Schwope, I. Stewart", "url": "http://arxiv.org/abs/2402.08458v1", "pdf": "http://arxiv.org/pdf/2402.08458v1", "date": "Tue Feb 20, 2024"}, {"title": "Optimizing NILC Extractions of the Thermal Sunyaev-Zeldovich Effect with  Deep Learning", "authors": "Cameron T. Pratt, Zhijie Qu, Joel N. Bregman, Christopher J. Miller", "url": "http://arxiv.org/abs/2402.00167v1", "pdf": "http://arxiv.org/pdf/2402.00167v1", "date": "Thu Feb 15, 2024"}, {"title": "Simultaneous X-ray and optical variability of M dwarfs observed with  eROSITA and TESS", "authors": "W. M. Joseph, B. Stelzer, E. Magaudda, T. Vičánek Martínez", "url": "http://arxiv.org/abs/2401.17287v1", "pdf": "http://arxiv.org/pdf/2401.17287v1", "date": "Thu Feb 15, 2024"}, {"title": "Classifying optical (out)bursts in cataclysmic variables: the distinct  observational characteristics of dwarf novae, micronovae, stellar flares and  magnetic gating", "authors": "Krystian Ilkiewicz, Simone Scaringi, Martina Veresvarska, Domitilla De Martino, Colin Littlefield, Christian Knigge, John A. Paice, Anwesha Sahu", "url": "http://arxiv.org/abs/2402.00553v1", "pdf": "http://arxiv.org/pdf/2402.00553v1", "date": "Thu Feb 08, 2024"}, {"title": "Discovery of a >13 Mpc long X-ray filament between two galaxy clusters  beyond three times their virial radii", "authors": "J. Dietl, F. Pacaud, T. H. Reiprich, A. Veronica, K. Migkas, C. Spinelli, K. Dolag, B. Seidel", "url": "http://arxiv.org/abs/2401.17281v1", "pdf": "http://arxiv.org/pdf/2401.17281v1", "date": "Tue Feb 06, 2024"}, {"title": "Searching for X-ray counterparts of unassociated Fermi-LAT sources and  rotation-powered pulsars with SRG/eROSITA", "authors": "Martin G. F. Mayer, Werner Becker", "url": "http://arxiv.org/abs/2401.17295v1", "pdf": "http://arxiv.org/pdf/2401.17295v1", "date": "Tue Feb 06, 2024"}, {"title": "Can Isotopologues Be Used as Biosignature Gases in Exoplanet  Atmospheres?", "authors": "Ana Glidden, Sara Seager, Janusz J. Petkowski, Shuhei Ono", "url": "http://arxiv.org/abs/2401.15153v1", "pdf": "http://arxiv.org/pdf/2401.15153v1", "date": "Thu Feb 01, 2024"}, {"title": "LGBT+ Inclusivity in Physics and Astronomy: A Best Practices Guide", "authors": "Nicole Ackerman, Timothy Atherton, Adrian Ray Avalani, Christine A. Berven, Tanmoy Laskar, Ansel Neunzert, Diana S. Parno, Michael Ramsey-Musolf", "url": "http://arxiv.org/abs/1804.08406v1", "pdf": "http://arxiv.org/pdf/1804.08406v1", "date": "Tue Jan 30, 2024"}, {"title": "A Triple Star Origin For T Pyx and Other Short-Period Recurrent Novae", "authors": "C. Knigge, S. Toonen, T. C. N. Boekholt", "url": "http://arxiv.org/abs/2205.00014v1", "pdf": "http://arxiv.org/pdf/2205.00014v1", "date": "Thu Jan 25, 2024"}, {"title": "Diffusive Nuclear Burning in Neutron Star Envelopes", "authors": "P. Chang, L. Bildsten", "url": "http://arxiv.org/abs/astro-ph/0211028v1", "pdf": "http://arxiv.org/pdf/astro-ph/0211028v1", "date": "Tue Jan 23, 2024"}, {"title": "Formation of flattened planetesimals by gravitational collapse of  rotating pebble clouds", "authors": "Sebastian Lorek, Anders Johansen", "url": "http://arxiv.org/abs/2401.05101v1", "pdf": "http://arxiv.org/pdf/2401.05101v1", "date": "Tue Jan 23, 2024"}, {"title": "Migration and Evolution of giant ExoPlanets (MEEP) I: Nine Newly  Confirmed Hot Jupiters from the TESS Mission", "authors": "Jack Schulte, Joseph E. Rodriguez, Allyson Bieryla, Samuel N. Quinn, Karen A. Collins, Samuel W. Yee, Andrew C. Nine, Melinda Soares-Furtado, David W. Latham, Jason D. Eastman, Khalid Barkaoui, David R. Ciardi, Diana Dragomir, Mark E. Everett, Steven Giacalone, Ismael Mireles, Felipe Murgas, Norio Narita, Avi Shporer, Ivan A. Strakhov, Stephanie Striegel, Martin Vaňko, Noah Vowell, Gavin Wang, Carl Ziegler, Michael Bellaver, Paul Benni, Serge Bergeron, Henri M. J. Boffin, César Briceño, Catherine A. Clark, Kevin I. Collins, Jerome P. de Leon, Courtney D. Dressing, Phil Evans, Emma Esparza-Borges, Jeremy Fedewa, Akihiko Fukui, Tianjun Gan, Ivan S. Gerasimov, Joel D. Hartman, Holden Gill, Michaël Gillon, Keith Horne, Ferran Grau Horta, Steve B. Howell, Keisuke Isogai, Emmanuël Jehin, Jon M. Jenkins, Raine Karjalainen, John F. Kielkopf, Kathryn V. Lester, Colin Littlefield, Michael B. Lund, Andrew W. Mann, Mason McCormack, Edward J. Michaels, Shane Painter, Enric Palle, Hannu Parviainen, David-Michael Peterson, Francisco J. Pozuelos, Zachary Raup, Phillip Reed, Howard M. Relles, George R. Ricker, Arjun B. Savel, Richard P. Schwarz, Sara Seager, Ramotholo Sefako, Gregor Srdoc, Chris Stockdale, Hannah Sullivan, Mathilde Timmermans, Joshua N. Winn", "url": "http://arxiv.org/abs/2401.05923v1", "pdf": "http://arxiv.org/pdf/2401.05923v1", "date": "Thu Jan 18, 2024"}, {"title": "Monitoring the X-ray Variability of Bright X-ray Sources in M33", "authors": "Rebecca Kyer, Shelby Albrecht, Benjamin F. Williams, Kyros Hinton, Breanna Binder, Margaret Lazzarini, Kristen Garofali, Bret Lehmer, Michael Eracleous, Paul P. Plucinsky, Vallia Antoniou", "url": "http://arxiv.org/abs/2312.03075v1", "pdf": "http://arxiv.org/pdf/2312.03075v1", "date": "Tue Jan 16, 2024"}, {"title": "The GAPS Programme at TNG L -- TOI-4515 b: An eccentric warm Jupiter  orbiting a 1.2 Gyr-old G-star", "authors": "I. Carleo, L. Malavolta, S. Desidera, D. Nardiello, Songhu Wang, D. Turrini, A. F. Lanza, M. Baratella, F. Marzari, S. Benatti, K. Biazzo, A. Bieryla, R. Brahm, M. Bonavita, K. A. Collins, C. Hellier, D. Locci, M. J. Hobson, A. Maggio, G. Mantovan, S. Messina M. Pinamonti, J. E. Rodriguez, A. Sozzetti, K. Stassun, X. Y. Wang, C. Ziegler, M. Damasso, P. Giacobbe, F. Murgas, H. Parviainen, G. Andreuzzi, K. Barkaoui, P. Berlind, A. Bignamini, F. Borsa, C. Briceño, M. Brogi, L. Cabona, M. L. Calkins, R. Capuzzo-Dolcetta, M. Cecconi, K. D. Colon, R. Cosentino, D. Dragomir, G. A. Esquerdo, T. Henning, A. Ghedina, R. F. Goeke, R. Gratton, F. Grau Horta, A. F. Gupta, J. M. Jenkins, A. Jordán, C. Knapic, D. W. Latham, I. Mireles, N. Law, V. Lorenzi, M. B. Lund, J. Maldonado, A. W. Mann, E. Molinari, E. Pallé, M. Paegert, M. Pedani, S. N. Quinn, G. Scandariato, S. Seager, J. N. Winn, B. Wohler, T. Zingales", "url": "http://arxiv.org/abs/2311.11903v1", "pdf": "http://arxiv.org/pdf/2311.11903v1", "date": "Thu Dec 07, 2023"}, {"title": "Surviving the Heat: multi-wavelength analysis of V883 Ori reveals that  dust aggregates survive the sublimation of their ice mantles", "authors": "Adrien Houge, Enrique Macías, Sebastiaan Krijt", "url": "http://arxiv.org/abs/2312.01856v1", "pdf": "http://arxiv.org/pdf/2312.01856v1", "date": "Thu Dec 07, 2023"}, {"title": "A resonant sextuplet of sub-Neptunes transiting the bright star HD  110067", "authors": "R. Luque, H. P. Osborn, A. Leleu, E. Pallé, A. Bonfanti, O. Barragán, T. G. Wilson, C. Broeg, A. Collier Cameron, M. Lendl, P. F. L. Maxted, Y. Alibert, D. Gandolfi, J. -B. Delisle, M. J. Hooton, J. A. Egger, G. Nowak, M. Lafarga, D. Rapetti, J. D. Twicken, J. C. Morales, I. Carleo, J. Orell-Miquel, V. Adibekyan, R. Alonso, A. Alqasim, P. J. Amado, D. R. Anderson, G. Anglada-Escudé, T. Bandy, T. Bárczy, D. Barrado Navascues, S. C. C. Barros, W. Baumjohann, D. Bayliss, J. L. Bean, M. Beck, T. Beck, W. Benz, N. Billot, X. Bonfils, L. Borsato, A. W. Boyle, A. Brandeker, E. M. Bryant, J. Cabrera, S. Carrazco Gaxiola, D. Charbonneau, S. Charnoz, D. R. Ciardi, W. D. Cochran, K. A. Collins, I. J. M. Crossfield, Sz. Csizmadia, P. E. Cubillos, F. Dai, M. B. Davies, H. J. Deeg, M. Deleuil, A. Deline, L. Delrez, O. D. S. Demangeon, B. -O. Demory, D. Ehrenreich, A. Erikson, E. Esparza-Borges, B. Falk, A. Fortier, L. Fossati, M. Fridlund, A. Fukui, J. Garcia-Mejia, S. Gill, M. Gillon, E. Goffo, Y. Gomez Maqueo Chew, M. Güdel, E. W. Guenther, M. N. Günther, A. P. Hatzes, Ch. Helling, K. M. Hesse, S. B. Howell, S. Hoyer, K. Ikuta, K. G. Isaak, J. M. Jenkins, T. Kagetani, L. L. Kiss, T. Kodama, J. Korth, K. W. F. Lam, J. Laskar, D. W. Latham, A. Lecavelier des Etangs, J. P. D. Leon, J. H. Livingston, D. Magrin, R. A. Matson, E. C. Matthews, C. Mordasini, M. Mori, M. Moyano, M. Munari, F. Murgas, N. Narita, V. Nascimbeni, G. Olofsson, H. L. M. Osborne, R. Ottensamer, I. Pagano, H. Parviainen, G. Peter, G. Piotto, D. Pollacco, D. Queloz, S. N. Quinn, A. Quirrenbach, R. Ragazzoni, N. Rando, F. Ratti, H. Rauer, S. Redfield, I. Ribas, G. R. Ricker, A. Rudat, L. Sabin, S. Salmon, N. C. Santos, G. Scandariato, N. Schanche, J. E. Schlieder, S. Seager, D. Ségransan, A. Shporer, A. E. Simon, A. M. S. Smith, S. G. Sousa, M. Stalport, Gy. M. Szabó, N. Thomas, A. Tuson, S. Udry, A. M. Vanderburg, V. Van Eylen, V. Van Grootel, J. Venturini, I. Walter, N. A. Walton, N. Watanabe, J. N. Winn, T. Zingales", "url": "http://arxiv.org/abs/2311.17775v1", "pdf": "http://arxiv.org/pdf/2311.17775v1", "date": "Tue Dec 05, 2023"}, {"title": "The photospheres of the hottest fastest stars in the Galaxy", "authors": "Klaus Werner, Nicole Reindl, Thomas Rauch, Kareem El-Badry, Antoine Bédard", "url": "http://arxiv.org/abs/2311.13388v1", "pdf": "http://arxiv.org/pdf/2311.13388v1", "date": "Tue Dec 05, 2023"}, {"title": "Environmental transition: overview of actions to reduce the  environmental footprint of astronomy", "authors": "Lucie Leboulleux, Faustine Cantalloube, Marie-Alice Foujols, Martin Giard, Jérôme Guilet, Jürgen Knödlseder, Alexandre Santerne, Lilia Todorov, Didier Barret, Olivier Berne, Aurélien Crida, Patrick Hennebelle, Quentin Kral, Eric Lagadec, Fabien Malbet, Julien Milli, Mamadou N’Diaye, Françoise Roques", "url": "http://arxiv.org/abs/2311.13625v1", "pdf": "http://arxiv.org/pdf/2311.13625v1", "date": "Tue Nov 28, 2023"}, {"title": "From Feast to Famine: A Systematic Study of Accretion onto Oblique  Pulsars with 3D GRMHD Simulations", "authors": "Ariadna Murguia-Berthier, Kyle Parfrey, Alexander Tchekhovskoy, Jonatan Jacquemin-Ide", "url": "http://arxiv.org/abs/2311.09309v1", "pdf": "http://arxiv.org/pdf/2311.09309v1", "date": "Tue Nov 28, 2023"}, {"title": "Ultraluminous X-ray sources are beamed", "authors": "Jean-Pierre Lasota, Andrew King", "url": "http://arxiv.org/abs/2309.00034v2", "pdf": "http://arxiv.org/pdf/2309.00034v2", "date": "Tue Nov 21, 2023"}, {"title": "The discovery of the faintest known Milky Way satellite using UNIONS", "authors": "Simon E. T. Smith, William Cerny, Christian R. Hayes, Federico Sestito, Jaclyn Jensen, Alan W. McConnachie, Marla Geha, Julio Navarro, Ting S. Li, Jean-Charles Cuillandre, Raphaël Errani, Ken Chambers, Stephen Gwyn, Francois Hammer, Michael J. Hudson, Eugene Magnier, Nicolas Martin", "url": "http://arxiv.org/abs/2311.10147v1", "pdf": "http://arxiv.org/pdf/2311.10147v1", "date": "Tue Nov 21, 2023"}, {"title": "Ursa Major III/UNIONS 1: the darkest galaxy ever discovered?", "authors": "Raphaël Errani, Julio F. Navarro, Simon E. T. Smith, Alan W. McConnachie", "url": "http://arxiv.org/abs/2311.10134v1", "pdf": "http://arxiv.org/pdf/2311.10134v1", "date": "Tue Nov 21, 2023"}, {"title": "Critique of arXiv submission 2308.15623, “Discovery of Spherules of  Likely Extrasolar Composition in the Pacific Ocean Site of the CNEOS  2014-01-08 (IM1) Bolide“, by A. Loeb et al", "authors": "Steve Desch, Alan Jackson", "url": "http://arxiv.org/abs/2311.07699v1", "pdf": "http://arxiv.org/pdf/2311.07699v1", "date": "Thu Nov 16, 2023"}, {"title": "Recurrent Symbiotic Nova T Coronae Borealis Before Outburst", "authors": "N. A. Maslennikova, A. M. Tatarnikov, A. A. Tatarnikova, A. V. Dodin, V. I. Shenavrin, M. A. Burlak, S. G. Zheltoukhov, I. A. Strakhov", "url": "http://arxiv.org/abs/2308.10011v2", "pdf": "http://arxiv.org/pdf/2308.10011v2", "date": "Thu Nov 16, 2023"}, {"title": "CGM$^{2}$ I: The Extent of the Circumgalactic Medium Traced by Neutral  Hydrogen", "authors": "Matthew C. Wilde, Jessica K. Werk, Joseph N. Burchett, J. Xavier Prochaska, Kirill Tchernyshyov, Todd M. Tripp, Nicolas Tejos, Nicolas Lehner, Rongmon Bordoloi, John M. O’Meara, Jason Tumlinson", "url": "http://arxiv.org/abs/2008.08092v3", "pdf": "http://arxiv.org/pdf/2008.08092v3", "date": "Tue Nov 14, 2023"}, {"title": "Influence of Nuclear Reaction Rate Uncertainties on Neutron Star  Properties Extracted From X-ray Burst Model-Observation Comparisons", "authors": "Zach Meisel, Grant Merz, Sophia Medvid", "url": "http://arxiv.org/abs/1812.07155v1", "pdf": "http://arxiv.org/pdf/1812.07155v1", "date": "Tue Nov 14, 2023"}, {"title": "Evidence for heavy seed origin of early supermassive black holes from a  z~10 X-ray quasar", "authors": "Akos Bogdan, Andy Goulding, Priyamvada Natarajan, Orsolya Kovacs, Grant Tremblay, Urmila Chadayammuri, Marta Volonteri, Ralph Kraft, William Forman, Christine Jones, Eugene Churazov, Irina Zhuravleva", "url": "http://arxiv.org/abs/2305.15458v2", "pdf": "http://arxiv.org/pdf/2305.15458v2", "date": "Thu Nov 09, 2023"}, {"title": "AC Her: Evidence of the first polar circumbinary planet", "authors": "Rebecca G. Martin, Stephen H. Lubow, David Vallet, Narsireddy Anugu, Douglas R. Gies", "url": "http://arxiv.org/abs/2310.19600v1", "pdf": "http://arxiv.org/pdf/2310.19600v1", "date": "Tue Nov 07, 2023"}, {"title": "Hot Jupiters Have Giant Companions: Evidence for Coplanar  High-Eccentricity Migration", "authors": "Jon Zink, Andrew Howard", "url": "http://arxiv.org/abs/2310.01567v1", "pdf": "http://arxiv.org/pdf/2310.01567v1", "date": "Tue Nov 07, 2023"}, {"title": "Signs of Similar Stellar Obliquity Distributions for Hot and Warm  Jupiters Orbiting Cool Stars", "authors": "Marvin Morgan, Brendan P. Bowler, Quang H. Tran, Erik Petigura, Vighnesh Nagpal, Sarah Blunt", "url": "http://arxiv.org/abs/2310.18445v1", "pdf": "http://arxiv.org/pdf/2310.18445v1", "date": "Thu Nov 02, 2023"}, {"title": "The Resolved Sunyaev--Zel’dovich Profiles of Nearby Galaxy Groups", "authors": "C. T. Pratt, Z. Qu, J. N. Bregman", "url": "http://arxiv.org/abs/2105.01123v2", "pdf": "http://arxiv.org/pdf/2105.01123v2", "date": "Thu Nov 02, 2023"}, {"title": "Ejecta Evolution Following a Planned Impact into an Asteroid: The First  Five Weeks", "authors": "Theodore Kareta, Cristina Thomas, Jian-Yang Li, Matthew M. Knight, Nicholas Moskovitz, Agata Rozek, Michele T. Bannister, Simone Ieva, Colin Snodgrass, Petr Pravec, Eileen V. Ryan, William H. Ryan, Eugene G. Fahnestock, Andrew S. Rivkin, Nancy Chabot, Alan Fitzsimmons, David Osip, Tim Lister, Gal Sarid, Masatoshi Hirabayashi, Tony Farnham, Gonzalo Tancredi, Patrick Michel, Richard Wainscoat, Rob Weryk, Bonnie Burrati, Jana Pittichova, Ryan Ridden-Harper, Nicole J. Tan, Paul Tristram, Tyler Brown, Mariangela Bonavita, Martin Burgdorf, Elahe Khalouei, Penelope Longa, Markus Rabus, Sedighe Sajadian, Uffe Graae Jorgensen, Martin Dominik, Jean-Baptiste Kikwaya, Elena Mazzotta Epifani, Elisabetta Dotto, J. D. Prasanna Deshapriya, Pedro H. Hasselmann, Massimo Dall’Ora, Lyu Abe, Tristan Guillot, Djamel Mekarnia, Abdelkrim Agabi, Philippe Bendjoya, Olga Suarez, Amaury Triaud, Thomas Gasparetto, Maximillian N. Gunther, Michael Kueppers, Bruno Merin, Joseph Chatelain, Edward Gomez, Helen Usher, Cai Stoddard-Jones, Matthew Bartnik, Michael Bellaver, Brenna Chetan, Emma Dugan, Tori Fallon, Jeremy Fedewa, Caitlyn Gerhard, Seth A. Jacobson, Shane Painter, David-Michael Peterson, Joseph E. Rodriguez, Cody Smith, Kirill V. Sokolovsky, Hannah Sullivan, Kate Townley, Sarah Watson, Levi Webb, Josep M. Trigo-Rodrıguez, Josep M. Llenas, Ignacio Perez-Garcıa, A. J. Castro-Tirado, Jean-Baptiste Vincent, Alessandra Migliorini, Monica Lazzarin, Fiorangela La Forgia, Fabio Ferrari, Tom Polakis, Brian Skiff", "url": "http://arxiv.org/abs/2310.12089v1", "pdf": "http://arxiv.org/pdf/2310.12089v1", "date": "Thu Oct 26, 2023"}, {"title": "Verification of Gaia DR3 Single-lined Spectroscopic Binary Solutions  With Three Transiting Low-mass Secondaries", "authors": "Stephen P. Schmidt, Kevin C. Schlaufman, Keyi Ding, Samuel K. Grunblatt, Theron Carmichael, Allyson Bieryla, Joseph E. Rodriguez, Jack Schulte, Noah Vowell, George Zhou, Samuel N. Quinn, Samuel W. Yee, Joshua N. Winn, Joel D. Hartman, David W. Latham, Douglas A. Caldwell, M. M. Fausnaugh, Christina Hedges, Jon M. Jenkins, Hugh P. Osborn, S. Seager", "url": "http://arxiv.org/abs/2310.07936v1", "pdf": "http://arxiv.org/pdf/2310.07936v1", "date": "Thu Oct 19, 2023"}, {"title": "Symbiotic star T CrB as an extreme SU UMa type dwarf nova", "authors": "Krystian Ilkiewicz, Joanna Mikolajewska, Kiril A. Stoyanov", "url": "http://arxiv.org/abs/2307.13838v1", "pdf": "http://arxiv.org/pdf/2307.13838v1", "date": "Thu Oct 19, 2023"}, {"title": "A 12.4 day periodicity in a close binary system after a supernova", "authors": "Ping Chen, Avishay Gal-Yam, Jesper Sollerman, Steve Schulze, Richard S. Post, Chang Liu, Eran O. Ofek, Kaustav K. Das, Christoffer Fremling, Assaf Horesh, Boaz Katz, Doron Kushnir, Mansi M. Kasliwal, Shri R. Kulkarni, Dezi Liu, Xiangkun Liu, Adam A. Miller, Kovi Rose, Eli Waxman, Sheng Yang, Yuhan Yao, Barak Zackay, Eric C. Bellm, Richard Dekany, Andrew J. Drake, Yuan Fang, Johan P. U. Fynbo, Steven L. Groom, George Helou, Ido Irani, Theophile Jegou du Laz, Xiaowei Liu, Paolo A. Mazzali, James D. Neill, Yu-Jing Qin, Reed L. Riddle, Amir Sharon, Nora L. Strotjohann, Avery Wold, Lin Yan", "url": "http://arxiv.org/abs/2310.07784v1", "pdf": "http://arxiv.org/pdf/2310.07784v1", "date": "Tue Oct 17, 2023"}, {"title": "Orbital Decay of Short-Period Exoplanets via Tidal Resonance Locking", "authors": "Linhao Ma, Jim Fuller", "url": "http://arxiv.org/abs/2105.09335v2", "pdf": "http://arxiv.org/pdf/2105.09335v2", "date": "Thu Oct 12, 2023"}, {"title": "Sensemaking and Scientific Modeling: Intertwined processes analyzed in  the context of physics problem solving", "authors": "Amogh Sirnoorkar, James T. Laverty, Paul D. O. Bergeron", "url": "http://arxiv.org/abs/2207.03939v3", "pdf": "http://arxiv.org/pdf/2207.03939v3", "date": "Thu Oct 12, 2023"}, {"title": "JWST lensed quasar dark matter survey I: Description and First Results", "authors": "A. M. Nierenberg, R. E. Keeley, D. Sluse, D. Gilman, S. Birrer, T. Treu, K. N. Abazajian, T. Anguita, A. J. Benson, V. N. Bennert, S. G. Djorgovski, X. Du, C. D. Fassnacht, S. F. Hoenig, A. Kusenko, C. Lemon, M. Malkan, V. Motta, L. A. Moustakas, D. Stern, R. H. Wechsler", "url": "http://arxiv.org/abs/2309.10101v1", "pdf": "http://arxiv.org/pdf/2309.10101v1", "date": "Tue Oct 10, 2023"}, {"title": "Jupiter Mass Binary Objects in the Trapezium Cluster", "authors": "Samuel G Pearson, Mark J McCaughrean", "url": "http://arxiv.org/abs/2310.01231v1", "pdf": "http://arxiv.org/pdf/2310.01231v1", "date": "Tue Oct 10, 2023"}, {"title": "Revisiting the classics: On the evolutionary origin of the “Fe II“ and  “He/N“ spectral classes of novae", "authors": "E. Aydi, L. Chomiuk, J. Strader, K. V. Sokolovsky, R. E. Williams, D. A. H. Buckley, A. Ederoclite, L. Izzo, R. Kyer, J. D. Linford, A. Kniazev, B. D. Metzger, J. Mikolajewska, P. Molaro, I. Mollina, K. Mukai, U. Munari, M. Orio, T. Panurach, B. J. Shappee, K. J. Shen, J. L. Sokoloski, R. Urquhart, F. M. Walter", "url": "http://arxiv.org/abs/2309.07097v1", "pdf": "http://arxiv.org/pdf/2309.07097v1", "date": "Thu Oct 05, 2023"}, {"title": "Influences of dynamical disruptions on the evolution of pulsars in  globular clusters", "authors": "Kwangmin Oh, C. Y. Hui, Jongsuk Hong, J. Takata, A. K. H. Kong, Pak-Hin Thomas Tam, Kwan-Lok Li, K. S. Cheng", "url": "http://arxiv.org/abs/2308.04920v1", "pdf": "http://arxiv.org/pdf/2308.04920v1", "date": "Wed Oct 04, 2023"}, {"title": "The JWST Discovery of the Triply-imaged Type Ia “Supernova H0pe“ and  Observations of the Galaxy Cluster PLCK G165.7+67.0", "authors": "Brenda L. Frye, Massimo Pascale, Justin Pierel, Wenlei Chen, Nicholas Foo, Reagen Leimbach, Nikhil Garuda, Seth Cohen, Patrick Kamieneski, Rogier Windhorst, Anton M. Koekemoer, Pat Kelly, Jake Summers, Michael Engesser, Daizhong Liu, Lukas Furtak, Maria Polletta, Kevin Harrington, Steve Willner, Jose M. Diego, Rolf Jansen, Dan Coe, Christopher J. Conselice, Liang Dai, Herve Dole, Jordan C. J. D’Silva, Simon Driver, Norman Grogin, Madeline A. Marshall, Ashish Meena, Mario Nonino, Rafael Ortiz III, Nor Pirzkal, Aaron Robotham, Russell E. Ryan, Lou Strolger, Scott Tompkins, James Trussler, Christopher Willmer, Haojing Yan, Min S. Yun, Adi Zitrin", "url": "http://arxiv.org/abs/2309.07326v1", "pdf": "http://arxiv.org/pdf/2309.07326v1", "date": "Fri Sep 22, 2023"}, {"title": "Quokka-based Understanding of Outflows (QED) I. Metal loading, phase  structure, and convergence testing for Solar neighbourhood conditions", "authors": "Aditi Vijayan, Mark R. Krumholz, Benjamin D. Wibking", "url": "http://arxiv.org/abs/2309.07955v1", "pdf": "http://arxiv.org/pdf/2309.07955v1", "date": "Fri Sep 22, 2023"}, {"title": "Detection of Helium in the Atmosphere of the Exo-Neptune HAT-P-11b", "authors": "Megan Mansfield, Jacob L. Bean, Antonija Oklopčić, Laura Kreidberg, Jean-Michel Désert, Eliza M. -R. Kempton, Michael R. Line, Jonathan J. Fortney, Gregory W. Henry, Matthias Mallonn, Kevin B. Stevenson, Diana Dragomir, Romain Allart, Vincent Bourrier", "url": "http://arxiv.org/abs/1812.02214v1", "pdf": "http://arxiv.org/pdf/1812.02214v1", "date": "Wed Sep 20, 2023"}, {"title": "Time-dependent global simulations of a thin accretion disc: the effects  of magnetically-driven winds on thermal instability", "authors": "Yu Zhao, Xiao-Hong Yang, Li Xue, Shuang-Liang Li", "url": "http://arxiv.org/abs/2309.06939v1", "pdf": "http://arxiv.org/pdf/2309.06939v1", "date": "Wed Sep 20, 2023"}, {"title": "Sensitivity of Simulations of Double Detonation Type Ia Supernova to  Integration Methodology", "authors": "Michael Zingale, Zhi Chen, Melissa Rasmussen, Abigail Polin, Max Katz, Alexander Smith Clark, Eric T. Johnson", "url": "http://arxiv.org/abs/2309.01802v1", "pdf": "http://arxiv.org/pdf/2309.01802v1", "date": "Fri Sep 15, 2023"}, {"title": "oMEGACat I: MUSE spectroscopy of 300,000 stars within the half-light  radius of $ω$ Centauri", "authors": "M. S. Nitschai, N. Neumayer, C. Clontz, M. Häberle, A. C. Seth, T. -O. Husser, S. Kamann, M. Alfaro-Cuello, N. Kacharov, A. Bellini, A. Dotter, S. Dreizler, A. Feldmeier-Krause, M. Latour, M. Libralato, A. P. Milone, R. Pechetti, G. van de Ven, K. Voggel, Daniel R. Weisz", "url": "http://arxiv.org/abs/2309.02503v1", "pdf": "http://arxiv.org/pdf/2309.02503v1", "date": "Wed Sep 13, 2023"}, {"title": "Key Physical Processes in the Circumgalactic Medium", "authors": "Claude-Andre Faucher-Giguere, S. Peng Oh", "url": "http://arxiv.org/abs/2301.10253v1", "pdf": "http://arxiv.org/pdf/2301.10253v1", "date": "Fri Sep 08, 2023"}, {"title": "Concerning the Verity of the MMRD Relation for Novae", "authors": "Allen W. Shafter, J. Grace Clark, Kamil Hornoch", "url": "http://arxiv.org/abs/2309.00739v1", "pdf": "http://arxiv.org/pdf/2309.00739v1", "date": "Fri Sep 08, 2023"}, {"title": "Measuring the hot ICM velocity structure function using XMM-Newton  observations", "authors": "Efrain Gatuzz, R. Mohapatra, C. Federrath, J. S. Sanders, A. Liu, S. A. Walker, C. Pinto", "url": "http://arxiv.org/abs/2307.02576v1", "pdf": "http://arxiv.org/pdf/2307.02576v1", "date": "Wed Aug 16, 2023"}, {"title": "The White Dwarf Mass-Orbital Period Relation Under Wind Mass Loss", "authors": "Shi-Jie Gao, Xiang-Dong Li", "url": "http://arxiv.org/abs/2308.05641v1", "pdf": "http://arxiv.org/pdf/2308.05641v1", "date": "Wed Aug 16, 2023"}, {"title": "HD 222925: a New Opportunity to Explore the Astrophysical and Nuclear  Conditions of r-process Sites", "authors": "Erika M. Holmbeck, Rebecca Surman, Ian U. Roederer, G. C. McLaughlin, Anna Frebel", "url": "http://arxiv.org/abs/2210.10122v1", "pdf": "http://arxiv.org/pdf/2210.10122v1", "date": "Fri Aug 04, 2023"}, {"title": "Change of rotation measure during eclipse of a black widow PSR  J2051$-$0827", "authors": "S. Q. Wang, J. B. Wang, D. Z. Li, J. M. Yao, R. N. Manchester, G. Hobbs, N. Wang, S. Dai, H. Xu, R. Luo, Y. Feng, W. Y. Wang, D. Li, Y. W. Yu, Z. X. Du, C. H. Niu, S. B. Zhang, C. M. Zhang", "url": "http://arxiv.org/abs/2307.13198v1", "pdf": "http://arxiv.org/pdf/2307.13198v1", "date": "Wed Aug 02, 2023"}, {"title": "Quantum field corrections to the equation of state of freely streaming  matter in the Friedman-Lemaitre-Robertson-Walker space-time", "authors": "F. Becattini, D. Roselli", "url": "http://arxiv.org/abs/2212.05518v3", "pdf": "http://arxiv.org/pdf/2212.05518v3", "date": "Wed Aug 02, 2023"}, {"title": "Change of rotation measure during eclipse of a black widow PSR  J2051$-$0827", "authors": "S. Q. Wang, J. B. Wang, D. Z. Li, J. M. Yao, R. N. Manchester, G. Hobbs, N. Wang, S. Dai, H. Xu, R. Luo, Y. Feng, W. Y. Wang, D. Li, Y. W. Yu, Z. X. Du, C. H. Niu, S. B. Zhang, C. M. Zhang", "url": "http://arxiv.org/abs/2307.13198v1", "pdf": "http://arxiv.org/pdf/2307.13198v1", "date": "Wed Aug 02, 2023"}, {"title": "SN 2023ixf in Messier 101: Photo-ionization of Dense, Close-in  Circumstellar Material in a Nearby Type II Supernova", "authors": "W. V. Jacobson-Galan, L. Dessart, R. Margutti, R. Chornock, R. J. Foley, C. D. Kilpatrick, D. O. Jones, K. Taggart, C. R. Angus, S. Bhattacharjee, L. A. Braff, D. Brethauer, A. J. Burgasser, F. Cao, C. M. Carlile, K. C. Chambers, D. A. Coulter, E. Dominguez-Ruiz, C. B. Dickinson, T. de Boer, A. Gagliano, C. Gall, H. Gao, E. L. Gates, S. Gomez, M. Guolo, M. R. J. Halford, J. Hjorth, M. E. Huber, M. N. Johnson, P. R. Karpoor, T. Laskar, N LeBaron, Z. Li, Y. Lin, S. D. Loch, P. D. Lynam, E. A. Magnier, P. Maloney, D. J. Matthews, M. McDonald, H. -Y. Miao, D. Milisavljevic, Y. -C. Pan, S. Pradyumna, C. L. Ransome, J. M. Rees, A. Rest, C. Rojas-Bravo, N. R. Sandford, L. Sandoval Ascencio, S. Sanjaripour, A. Savino, H. Sears, N. Sharei, S. J. Smartt, E. R. Softich, C. A. Theissen, S. Tinyanont, H. Tohfa, V. A. Villar, Q. Wang, R. J. Wainscoat, A. L. Westerling, E. Wiston, M. A. Wozniak, S. K. Yadavalli, Y. Zenati", "url": "http://arxiv.org/abs/2306.04721v1", "pdf": "http://arxiv.org/pdf/2306.04721v1", "date": "Fri Jul 28, 2023"}, {"title": "Star-planet interactions: II. Is planet engulfment the origin of fast  rotating red giants?", "authors": "Giovanni Privitera, Georges Meynet, Patrick Eggenberger, Aline A. Vidotto, Eva Villaver, Michele Bianda", "url": "http://arxiv.org/abs/1606.08027v1", "pdf": "http://arxiv.org/pdf/1606.08027v1", "date": "Fri Jul 21, 2023"}, {"title": "Evidence for two distinct populations of kilonova-associated Gamma Ray  Bursts", "authors": "Dimple, K. Misra, K. G. Arun", "url": "http://arxiv.org/abs/2304.12358v2", "pdf": "http://arxiv.org/pdf/2304.12358v2", "date": "Wed Jul 19, 2023"}, {"title": "Quantifying irradiation in spider pulsars: the extreme case of PSR  J1622-0315", "authors": "Marco Turchetta, Manuel Linares, Karri Koljonen, Bidisha Sen", "url": "http://arxiv.org/abs/2307.06330v1", "pdf": "http://arxiv.org/pdf/2307.06330v1", "date": "Wed Jul 19, 2023"}, {"title": "An imaged 15Mjup companion within a hierarchical quadruple system", "authors": "A. Chomez, V. Squicciarini, A. -M. Lagrange, P. Delorme, G. Viswanath, M. Janson, O. Flasseur, G. Chauvin, M. Langlois, P. Rubini, S. Bergeon, D. Albert, M. Bonnefoy, S. Desidera, N. Engler, R. Gratton, T. Henning, E. E. Mamajek, G. -D. Marleau, M. R. Meyer, S. Reffert, S. C. Ringqvist, M. Samland", "url": "http://arxiv.org/abs/2307.01195v1", "pdf": "http://arxiv.org/pdf/2307.01195v1", "date": "Fri Jul 14, 2023"}, {"title": "JADES: Detecting [OIII]$λ4363$ Emitters and Testing Strong Line  Calibrations in the High-$z$ Universe with Ultra-deep JWST/NIRSpec  Spectroscopy up to $z sim 9.5$", "authors": "Isaac H. Laseter, Michael V. Maseda, Mirko Curti, Roberto Maiolino, Francesco D’Eugenio, Alex J. Cameron, Tobias J. Looser, Santiago Arribas, William M. Baker, Rachana Bhatawdekar, Kristan Boyett, Andrew J. Bunker, Stefano Carniani, Stephane Charlot, Jacopo Chevallard, Emma Curtis-lake, Eiichi Egami, Daniel J. Eisenstein, Kevin Hainline, Ryan Hausen, Zhiyuan Ji, Nimisha Kumari, Michele Perna, Tim Rawle, Hans-Walter Rix, Brant Robertson, Bruno Rodríguez Del Pino, Lester Sandles, Jan Scholtz, Renske Smit, Sandro Tacchella, Hannah Übler, Christina C. Williams, Chris Willott, Joris Witstok", "url": "http://arxiv.org/abs/2306.03120v1", "pdf": "http://arxiv.org/pdf/2306.03120v1", "date": "Wed Jul 12, 2023"}, {"title": "How does accretion of planet-forming disks influence stellar abundances?", "authors": "León-Alexander Hühn, Bertram Bitsch", "url": "http://arxiv.org/abs/2306.16461v1", "pdf": "http://arxiv.org/pdf/2306.16461v1", "date": "Fri Jul 07, 2023"}, {"title": "Fast time optical variability in Be/X-ray binaries. Pulsation and  rotation", "authors": "P. Reig, J. Fabregat", "url": "http://arxiv.org/abs/2209.06440v1", "pdf": "http://arxiv.org/pdf/2209.06440v1", "date": "Fri Jun 30, 2023"}, {"title": "Accuracy of simple, initials-based methods for author name  disambiguation", "authors": "Staša Milojević", "url": "http://arxiv.org/abs/1308.0749v1", "pdf": "http://arxiv.org/pdf/1308.0749v1", "date": "Fri Jun 30, 2023"}, {"title": "GPT detectors are biased against non-native English writers", "authors": "Weixin Liang, Mert Yuksekgonul, Yining Mao, Eric Wu, James Zou", "url": "http://arxiv.org/abs/2304.02819v2", "pdf": "http://arxiv.org/pdf/2304.02819v2", "date": "Wed Jun 28, 2023"}, {"title": "The fastest stars in the Galaxy", "authors": "Kareem El-Badry, Ken J. Shen, Vedant Chandra, Evan Bauer, Jim Fuller, Jay Strader, Laura Chomiuk, Rohan Naidu, Ilaria Caiazzo, Antonio C. Rodriguez, Pranav Nagarajan, Natsuko Yamaguchi, Zachary P. Vanderbosch, Benjamin R. Roulston, Jan van Roestel, Boris Gänsicke, Jiwon Jesse Han, Kevin B. Burdge, Alexei V. Filippenko, Thomas G. Brink, WeiKang Zheng", "url": "http://arxiv.org/abs/2306.03914v1", "pdf": "http://arxiv.org/pdf/2306.03914v1", "date": "Fri Jun 23, 2023"}, {"title": "Thermonuclear X-ray bursts", "authors": "Duncan K. Galloway, Laurens Keek", "url": "http://arxiv.org/abs/1712.06227v1", "pdf": "http://arxiv.org/pdf/1712.06227v1", "date": "Fri Jun 16, 2023"}, {"title": "Statistical Properties of Brown Dwarf Companions: Implications for  Different Formation Mechanisms", "authors": "Bo Ma, Jian Ge", "url": "http://arxiv.org/abs/1303.6442v1", "pdf": "http://arxiv.org/pdf/1303.6442v1", "date": "Wed Jun 14, 2023"}, {"title": "Outflows from Short-Lived Neutron-Star Merger Remnants Can Produce a  Blue Kilonova", "authors": "Sanjana Curtis, Pablo Bosch, Philipp Mösta, David Radice, Sebastiano Bernuzzi, Albino Perego, Roland Haas, Erik Schnetter", "url": "http://arxiv.org/abs/2305.07738v1", "pdf": "http://arxiv.org/pdf/2305.07738v1", "date": "Fri Jun 09, 2023"}, {"title": "Hydrodynamics and survivability during post-main-sequence planetary  engulfment", "authors": "Ricardo Yarza, Naela Razo Lopez, Ariadna Murguia-Berthier, Rosa Wallace Everson, Andrea Antoni, Morgan MacLeod, Melinda Soares-Furtado, Dongwook Lee, Enrico Ramirez-Ruiz", "url": "http://arxiv.org/abs/2203.11227v2", "pdf": "http://arxiv.org/pdf/2203.11227v2", "date": "Fri Jun 02, 2023"}, {"title": "Revealing the spectral state transition of the Clocked Burster, GS  1826-238 with NuSTAR StrayCats", "authors": "S. B. Yun, B. W. Grefenstette, R. M. Ludlam, M. C. Brumback, D. J. K. Buisson, G. Mastroserio, S. N. Pike", "url": "http://arxiv.org/abs/2212.05243v2", "pdf": "http://arxiv.org/pdf/2212.05243v2", "date": "Wed May 31, 2023"}, {"title": "A Hierarchical Bayesian Framework for Inferring the Stellar Obliquity  Distribution", "authors": "Jiayin Dong, Daniel Foreman-Mackey", "url": "http://arxiv.org/abs/2305.14220v1", "pdf": "http://arxiv.org/pdf/2305.14220v1", "date": "Fri May 26, 2023"}, {"title": "No Surviving SN Ia Companion In SNR 0509-67.5: Stellar Population  Characterization and Comparison To Models", "authors": "Joshua V. Shields, Prasiddha Arunachalam, Wolfgang Kerzendorf, John P. Hughes, Sofia Biriouk, Hayden Monk, Johannes Buchner", "url": "http://arxiv.org/abs/2305.03750v1", "pdf": "http://arxiv.org/pdf/2305.03750v1", "date": "Wed May 24, 2023"}, {"title": "Early multiwavelength analysis of the recurrent nova V745 Sco", "authors": "Laura Delgado, Margarita Hernanz", "url": "http://arxiv.org/abs/1910.08940v1", "pdf": "http://arxiv.org/pdf/1910.08940v1", "date": "Fri May 19, 2023"}, {"title": "Exoplanet Nodal Precession Induced by Rapidly Rotating Stars: Impacts on  Transit Probabilities and Biases", "authors": "Alexander P. Stephan, B. Scott Gaudi", "url": "http://arxiv.org/abs/2304.09890v1", "pdf": "http://arxiv.org/pdf/2304.09890v1", "date": "Fri Apr 28, 2023"}, {"title": "Tracking Advanced Planetary Systems (TAPAS) with HARPS-N. VI. HD 238914  and TYC 3318-01333-1 - two more Li-rich giants with planets", "authors": "M. Adamów, A. Niedzielski, K. Kowalik, E. Villaver, A. Wolszczan, G. Maciejewski, M. Gromadzki", "url": "http://arxiv.org/abs/1801.04379v2", "pdf": "http://arxiv.org/pdf/1801.04379v2", "date": "Wed Apr 26, 2023"}, {"title": "Carnegie Supernova Project-II: Near-infrared spectral diversity and  template of Type Ia Supernovae", "authors": "Jing Lu, Eric Y. Hsiao, Mark M. Phillips, Christopher R. Burns, Chris Ashall, Nidia Morrell, Lawrence Ng, Sahana Kumar, Melissa Shahbandeh, Peter Hoeflich, E. Baron, Syed Uddin, Maximilian D. Stritzinger, Nicholas B. Suntzeff, Charles Baltay, Scott Davis, Tiara R. Diamond, Gaston Folatelli, Francisco Förster, Jonathan Gagné, Lluís Galbany, Christa Gall, Santiago González-Gaitán, Simon Holmbo, Robert P. Kirshner, Kevin Krisciunas, G. H. Marion, Saul Perlmutter, Priscila J. Pessi, Anthony L. Piro, David Rabinowitz, Stuart D. Ryder, David J. Sand", "url": "http://arxiv.org/abs/2211.05998v2", "pdf": "http://arxiv.org/pdf/2211.05998v2", "date": "Wed Apr 19, 2023"}, {"title": "Anisotropic Hubble Expansion in Pantheon+ Supernovae", "authors": "Ruairí McConville, Eoin Ó Colgáin", "url": "http://arxiv.org/abs/2304.02718v1", "pdf": "http://arxiv.org/pdf/2304.02718v1", "date": "Fri Apr 07, 2023"}, {"title": "$textit{TESS}$ Giants Transiting Giants I: A Non-inflated Hot Jupiter  Orbiting a Massive Subgiant", "authors": "Nicholas Saunders, Samuel K. Grunblatt, Daniel Huber, Karen A. Collins, Eric L. N. Jensen, Andrew Vanderburg, Rafael Brahm, Andrés Jordán, Néstor Espinoza, Thomas Henning, Melissa J. Hobson, Samuel N. Quinn, George Zhou, R. Paul Butler, Lisa Crause, Rudi B. Kuhn, K. Moses Mogotsi, Coel Hellier, Ruth Angus, Soichiro Hattori, Ashley Chontos, George R. Ricker, Jon M. Jenkins, Peter Tenenbaum, David W. Latham, Sara Seager, Roland K. Vanderspek, Joshua N. Winn, Chris Stockdale, Ryan Cloutier", "url": "http://arxiv.org/abs/2108.02294v1", "pdf": "http://arxiv.org/pdf/2108.02294v1", "date": "Fri Mar 31"}, {"title": "A Modest Proposal for the Non-existence of Exoplanets: The Expansion of  Stellar Physics to Include Squars", "authors": "Charity Woodrum, Raphael E. Hviding, Rachael C. Amaro, Katie Chamberlain", "url": "http://arxiv.org/abs/2303.16915v1", "pdf": "http://arxiv.org/pdf/2303.16915v1", "date": "Wed Apr 05, 2023"}, {"title": "The Green Valley is a Red Herring: Galaxy Zoo reveals two evolutionary  pathways towards quenching of star formation in early- and late-type galaxies", "authors": "Kevin Schawinski, C. Megan Urry, Brooke D. Simmons, Lucy Fortson, Sugata Kaviraj, William C. Keel, Chris J. Lintott, Karen L. Masters, Robert C. Nichol, Marc Sarzi, Ramin, Skibba, Ezequiel Treister, Kyle W. Willett, O. Ivy Wong, Sukyoung K. Yi", "url": "http://arxiv.org/abs/1402.4814v1", "pdf": "http://arxiv.org/pdf/1402.4814v1", "date": "Wed Mar 29, 2023"}, {"title": "First Batch of Candidate Galaxies at Redshifts 11 to 20 Revealed by the  James Webb Space Telescope Early Release Observations", "authors": "Haojing Yan, Zhiyuan Ma, Chenxiaoji Ling, Cheng Cheng, Jia-sheng Huang", "url": "http://arxiv.org/abs/2207.11558v2", "pdf": "http://arxiv.org/pdf/2207.11558v2", "date": "Wed Mar 29, 2023"}, {"title": "Direct detection of supernova progenitor stars with ZTF and LSST", "authors": "Nora L. Strotjohann, Eran O. Ofek, Avishay Gal-Yam, Jesper Sollerman, Ping Chen, Ofer Yaron, Barak Zackay, Nabeel Rehemtulla, Phillipe Gris, Frank J. Masci, Ben Rusholme, Josiah Purdum", "url": "http://arxiv.org/abs/2303.00010v1", "pdf": "http://arxiv.org/pdf/2303.00010v1", "date": "Fri Mar 03, 2023"}, {"title": "The Benchmark M Dwarf Eclipsing Binary CM Draconis With TESS: Spots,  Flares and Ultra-Precise Parameters", "authors": "David V. Martin, Ritika Sethi, Tayt Armitage, Gregory J. Gilbert, Romy Rodríguez Martínez, Emily A. Gilbert", "url": "http://arxiv.org/abs/2301.10858v1", "pdf": "http://arxiv.org/pdf/2301.10858v1", "date": "Wed Mar 01, 2023"}, {"title": "The Force Explosion Condition is Consistent with Spherically Symmetric  CCSN Explosions", "authors": "Mariam Gogilashvili, Jeremiah W. Murphy, Evan P. O’Connor", "url": "http://arxiv.org/abs/2302.04890v1", "pdf": "http://arxiv.org/pdf/2302.04890v1", "date": "Fri Feb 24, 2023"}, {"title": "Updating the $^{56}$Ni Problem in Core-collapse Supernova Explosion", "authors": "Ryo Sawada, Yudai Suwa", "url": "http://arxiv.org/abs/2301.03610v1", "pdf": "http://arxiv.org/pdf/2301.03610v1", "date": "Fri Feb 24, 2023"}, {"title": "The Nature of the Young Supernova Remnant S8 in the Dwarf Galaxy IC 1613", "authors": "Robert A. Fesen, Kathryn E. Weil", "url": "http://arxiv.org/abs/2008.08690v2", "pdf": "http://arxiv.org/pdf/2008.08690v2", "date": "Fri Feb 10, 2023"}, {"title": "Two-population Bayesian hierarchical model of type Ia supernovae", "authors": "Radosław Wojtak, Jens Hjorth, Jacob Osman Hjortlund", "url": "http://arxiv.org/abs/2302.01906v1", "pdf": "http://arxiv.org/pdf/2302.01906v1", "date": "Fri Feb 10, 2023"}, {"title": "Proto-Neutron Star Convection and the Neutrino-Driven Wind: Implications  for the r-Process", "authors": "Brian Nevins, Luke F. Roberts", "url": "http://arxiv.org/abs/2302.01249v1", "pdf": "http://arxiv.org/pdf/2302.01249v1", "date": "Wed Feb 08, 2023"}, {"title": "The XMM Cluster Survey: An independent demonstration of the fidelity of  the eFEDS galaxy cluster data products and implications for future studies", "authors": "D. J. Turner, P. A. Giles, A. K. Romer, R. Wilkinson, E. W. Upsdell, M. Klein, P. T. P. Viana, M. Hilton, S. Bhargava, C. A. Collins, R. G. Mann, M. Sahlén, J. P. Stott", "url": "http://arxiv.org/abs/2109.11807v2", "pdf": "http://arxiv.org/pdf/2109.11807v2", "date": "Fri Feb 03, 2023"}, {"title": "Implications of PREX-II on the equation of state of neutron-rich matter", "authors": "Brendan T. Reed, F. J. Fattoyev, C. J. Horowitz, J. Piekarewicz", "url": "http://arxiv.org/abs/2101.03193v3", "pdf": "http://arxiv.org/pdf/2101.03193v3", "date": "Fri Feb 03, 2023"}, {"title": "The K2 & TESS Synergy II: Revisiting 26 systems in the TESS Primary  Mission", "authors": "Erica Thygesen, Jessica A. Ranshaw, Joseph E. Rodriguez, Andrew Vanderburg, Samuel N. Quinn, Jason D. Eastman, Allyson Bieryla, David W. Latham, Roland K. Vanderspek, Jon M. Jenkins, Douglas A. Caldwell, Mma Ikwut-Ukwa, Knicole D. Colón, Jessie Dotson, Christina Hedges, Karen A. Collins, Michael L. Calkins, Perry Berlind, Gilbert A. Esquerdo", "url": "http://arxiv.org/abs/2301.01306v1", "pdf": "http://arxiv.org/pdf/2301.01306v1", "date": "Wed Feb 01, 2023"}, {"title": "HIP 33609 b: An Eccentric Brown Dwarf Transiting a V=7.3 Rapidly  Rotating B-Star", "authors": "Noah Vowell, Joseph E. Rodriguez, Samuel N. Quinn, George Zhou, Andrew Vanderburg, Andrew W. Mann, Matthew J. Hooton, Keivan G. Stassun, Saburo Howard, Allyson Bieryla, David W. Latham, Steve B. Howell, Tristan Guillot, Carl Ziegler, Karen A. Collins, Theron W. Carmichael, Jon M. Jenkins, Avi Shporer, Lyu ABE, Philippe Bendjoya, Jonathan L. Bush, Marco Buttu, Kevin I. Collins, Jason D. Eastman, Matthew J. Fields, Thomas Gasparetto, Maximilian N. Günther, Veselin B. Kostov, Adam L. Kraus, Kathryn V. Lester, Alan M. Levine, Colin Littlefield, Wenceslas Marie-Saint, Djamel Mékarnia, Hugh P. Osborn, David Rapetti, George R. Ricker, S. Seager, Gregor Srdoc, Olga Suarez, Guillermo Torres, Amaury H. M. J. Triaud, R. Vanderspek, Joshua N. Winn", "url": "http://arxiv.org/abs/2301.09663v1", "pdf": "http://arxiv.org/pdf/2301.09663v1", "date": "Fri Jan 27, 2023"}, {"title": "Lithium Enrichment Signatures of Planetary Engulfment Events in Evolved  Stars", "authors": "M. Soares-Furtado, Matteo Cantiello, Morgan MacLeod, Melissa K. Ness", "url": "http://arxiv.org/abs/2002.05275v2", "pdf": "http://arxiv.org/pdf/2002.05275v2", "date": "Wed Jan 25"}, {"title": "Multiwavelength Scrutiny of X-ray Sources in Dwarf Galaxies: ULXs versus  AGN", "authors": "Erica Thygesen, Richard M. Plotkin, Roberto Soria, Amy E. Reines, Jenny E. Greene, Gemma E. Anderson, Vivienne F. Baldassare, Milo G. Owens, Ryan T. Urquhart, Elena Gallo, James C. A. Miller-Jones, Jeremiah D. Paul, Alexandar P. Rollings", "url": "http://arxiv.org/abs/2301.01317v1", "pdf": "http://arxiv.org/pdf/2301.01317v1", "date": "Tue Jan 24"}, {"title": "Accretion geometry of the neutron star low mass X-ray binary Cyg X-2  from X-ray polarization measurements", "authors": "R. Farinelli, S. Fabiani, J. Poutanen, F. Ursini, C. Ferrigno, S. Bianchi, M. Cocchi, F. Capitanio, A. De Rosa, A. Gnarini, F. Kislat, G. Matt, R. Mikusincova, F. Muleri, I. Agudo, L. A. Antonelli, M. Bachetti, L. Baldini, W. H. Baumgartner, R. Bellazzini, S. D. Bongiorno, R. Bonino, A. Brez, N. Bucciantini, S. Castellano, E. Cavazzuti, S. Ciprini, E. Costa, E. Del Monte, L. Di Gesu, N. Di Lalla, A. Di Marco, I. Donnarumma, V. Doroshenko, M. Dovčiak, S. R. Ehlert, T. Enoto, Y. Evangelista, R. Ferrazzoli, J. A. Garcia, S. Gunji, K. Hayashida, J. Heyl, W. Iwakiri, S. G. Jorstad, V. Karas, T. Kitaguchi, J. J. Kolodziejczak, H. Krawczynski, F. La Monaca, L. Latronico, I. Liodakis, S. Maldera, A. Manfreda, F. Marin, A. P. Marscher, H. L. Marshall, I. Mitsuishi, T. Mizuno, C. -Y. Ng, S. L. O’Dell, N. Omodei, C. Oppedisano, A. Papitto, G. G. Pavlov, A. L. Peirson, M. Perri, M. Pesce-Rollins, P. O. Petrucci, M. Pilia, A. Possenti, S. Puccetti, B. D. Ramsey, J. Rankin, A. Ratheesh, R. W. Romani, C. Sgrò, P. Slane, P. Soffitta, G. Spandre, T. Tamagawa, F. Tavecchio, R. Taverna, Y. Tawara, A. F. Tennant, N. E. Thomas, F. Tombesi, A. Trois, S. S. Tsygankov, R. Turolla, J. Vink, M. C. Weisskopf, K. Wu, F. Xie, S. Zane", "url": "http://arxiv.org/abs/2212.13119v1", "pdf": "http://arxiv.org/pdf/2212.13119v1", "date": "Tue Jan 24"}, {"title": "A low-mass companion desert among intermediate-mass visual binaries: The  scaled-up counterpart to the brown dwarf desert", "authors": "G. Duchene, J. T. Oon, R. J. De Rosa, P. Kantorski, B. Coy, J. J. Wang, S. Thomas, J. Patience, L. Pueyo, E. L. Nielsen, Q. Konopacky", "url": "http://arxiv.org/abs/2211.17209v1", "pdf": "http://arxiv.org/pdf/2211.17209v1", "date": "Thu Dec 08"}, {"title": "Pulsar revival in neutron star mergers: multi-messenger prospects for  the discovery of pre-merger coherent radio emission", "authors": "A. J. Cooper, O. Gupta, Z. Wadiasingh, R. A. M. J. Wijers, O. M. Boersma, I. Andreoni, A. Rowlinson, K. Gourdji", "url": "http://arxiv.org/abs/2210.17205v2", "pdf": "http://arxiv.org/pdf/2210.17205v2", "date": "Thu Dec 08"}, {"title": "Formation, distribution and IR emission of dust in the clumpy ejecta of  Type II-P core-collapse supernovae, in isotropic and anisotropic scenarios", "authors": "Arkaprabha Sarangi", "url": "http://arxiv.org/abs/2209.14896v1", "pdf": "http://arxiv.org/pdf/2209.14896v1", "date": "Tue Nov 29"}, {"title": "The luminous type Ia supernova 2022ilv and its early excess emission", "authors": "Shubham Srivastav, S. J. Smartt, M. E. Huber, G. Dimitriadis, K. C. Chambers, Michael D. Fulton, Thomas Moore, F. P. Callan, James H. Gillanders, K. Maguire, M. Nicholl, Luke J. Shingles, S. A. Sim, K. W. Smith, J. P. Anderson, Thomas de Boer, Ting-Wan Chen, Hua Gao, D. R. Young", "url": "http://arxiv.org/abs/2211.10544v1", "pdf": "http://arxiv.org/pdf/2211.10544v1", "date": "Tue Nov 29"}, {"title": "TOI-1695 b: A Keystone Water World Elucidating Radius Valley Emergence  Mechanisms Around Early M Dwarfs", "authors": "Collin Cherubim, Ryan Cloutier, David Charbonneau, Chris Stockdale, Keivan G. Stassun, Richard P. Schwarz, Boris Safonov, Annelies Mortier, David W. Latham, Keith Horne, Raphaëlle D. Haywood, Erica Gonzales, Maria V. Goliguzova, Karen A. Collins, David R. Ciardi, Allyson Bieryla, Alexander A. Belinski, Christopher A. Watson, Rolands Vanderspek, Stéphane Udry, Alessandro Sozzetti, Damien Ségransan, Dimitar Sasselov, George R. Ricker, Ken Rice, Ennio Poretti, Giampaolo Piotto, Francesco Pepe, Emilio Molinari, Giuseppina Micela, Michel Mayor, Christophe Lovis, Mercedes López-Morales, Jon M. Jenkins, Zahra Essack, Xavier Dumusque, John P. Doty, Knicole D. Colón, Andrew Collier Cameron, Lars A. Buchhave", "url": "http://arxiv.org/abs/2211.06445v1", "pdf": "http://arxiv.org/pdf/2211.06445v1", "date": "Tue Nov 22"}, {"title": "Triple evolution: an important channel in the formation of type Ia  supernovae", "authors": "Abinaya Swaruba Rajamuthukumar, Adrian Hamers, Patrick Neunteufel, Ruediger Pakmor, Selma E. de mink", "url": "http://arxiv.org/abs/2211.04463v1", "pdf": "http://arxiv.org/pdf/2211.04463v1", "date": "Tue Nov 22"}, {"title": "Investigating the Hubble Tension: Effect of Cepheid Calibration", "authors": "Rahul Kumar Thakur, Harish Kumar, Shashikant Gupta, Dinkar Verma, Rahul Nigam", "url": "http://arxiv.org/abs/2211.00578v1", "pdf": "http://arxiv.org/pdf/2211.00578v1", "date": "Thu Nov 10"}, {"title": "A 16 Hour Transit of Kepler-167 e Observed by the Ground-based  Unistellar Telescope Network", "authors": "Amaury Perrocheau, Thomas M. Esposito, Paul A. Dalba, Franck Marchis, Arin M. Avsar, Ero Carrera, Michel Douezy, Keiichi Fukui, Ryan Gamurot, Tateki Goto, Bruno Guillet, Petri Kuossari, Jean-Marie Laugier, Pablo Lewin, Margaret A. Loose, Laurent Manganese, Benjamin Mirwald, Hubert Mountz, Marti Mountz, Cory Ostrem, Bruce Parker, Patrick Picard, Michael Primm, Justus Randolph, Jay Runge, Robert Savonnet, Chelsea E. Sharon, Jenny Shih, Masao Shimizu, George Silvis, Georges Simard, Alan Simpson, Thusheeta Sivayogan, Meyer Stein, Denis Trudel, Hiroaki Tsuchiyama, Kevin Wagner, Stefan Will", "url": "http://arxiv.org/abs/2211.01532v2", "pdf": "http://arxiv.org/pdf/2211.01532v2", "date": "Thu Nov 10"}, {"title": "Beating stellar systematic error floors using transit-based densities", "authors": "Jason D. Eastman, Hannah Diamond-Lowe, Jamie Tayar", "url": "http://arxiv.org/abs/2209.14301v1", "pdf": "http://arxiv.org/pdf/2209.14301v1", "date": "Thu Nov 03"}, {"title": "Hydrodynamical simulations for the common-envelope wind model for Type  Ia supernovae", "authors": "Yingzhen Cui, Xiangcun Meng, Philipp Podsiadlowski, Ren Song", "url": "http://arxiv.org/abs/2210.07607v1", "pdf": "http://arxiv.org/pdf/2210.07607v1", "date": "Tue Oct 18"}, {"title": "TESS spots a mini-neptune interior to a hot saturn in the TOI-2000  system", "authors": "Lizhou Sha, Andrew M. Vanderburg, Chelsea X. Huang, David J. Armstrong, Rafael Brahm, Steven Giacalone, Mackenna L. Wood, Karen A. Collins, Louise D. Nielsen, Melissa J. Hobson, Carl Ziegler, Steve B. Howell, Pascal Torres-Miranda, Andrew W. Mann, George Zhou, Elisa Delgado-Mena, Felipe I. Rojas, Lyu Abe, Trifon Trifonov, Vardan Adibekyan, Sérgio G. Sousa, Sergio B. Fajardo-Acosta, Tristan Guillot, Saburo Howard, Colin Littlefield, Faith Hawthorn, François-Xavier Schmider, Jan Eberhardt, Thiam-Guan Tan, Ares Osborn, Richard P. Schwarz, Paul Strøm, Andrés Jordán, Gavin Wang, Thomas Henning, Bob Massey, Nicholas Law, Chris Stockdale, Elise Furlan, Gregor Srdoc, Peter J. Wheatley, David Barrado Navascués, Jack J. Lissauer, Keivan G. Stassun, George R. Ricker, Roland K. Vanderspek, David W. Latham, Joshua N. Winn, Sara Seager, Jon M. Jenkins, Thomas Barclay, Luke G. Bouma, Jessie Christiansen, Natalia Guerrero, Mark E. Rose", "url": "http://arxiv.org/abs/2209.14396v1", "pdf": "http://arxiv.org/pdf/2209.14396v1", "date": "Thu Oct 13"}, {"title": "Prospects for Detecting Fast Radio Bursts in Globular Clusters of Nearby  Galaxies", "authors": "Kyle Kremer, Dongzi Li, Wenbin Lu, Anthony L. Piro, Bing Zhang", "url": "http://arxiv.org/abs/2210.04907v1", "pdf": "http://arxiv.org/pdf/2210.04907v1", "date": "Thu Oct 13"}, {"title": "The Absolute Magnitudes of 1991T-like Supernovae", "authors": "M. M. Phillips, C. Ashall, Christopher R. Burns, Carlos Contreras, L. Galbany, P. Hoeflich, E. Y. Hsiao, Nidia Morrell, Peter Nugent, Syed A. Uddin, E. Baron, Wendy L. Freedman, Chelsea E. Harris, Kevin Krisciunas, S. Kumar, J. Lu, S. E. Persson, Anthony L. Piro, Abigail Polin, Shahbandeh, M., Maximilian Stritzinger, Nicholas B. Suntzeff", "url": "http://arxiv.org/abs/2209.08031v1", "pdf": "http://arxiv.org/pdf/2209.08031v1", "date": "Thu Sep 29"}, {"title": "HD 23472: A multi-planetary system with three super-Earths and two  potential super-Mercuries", "authors": "S. C. C. Barros, O. D. S. Demangeon, Y. Alibert, A. Leleu, V. Adibekyan, C. Lovis, D. Bossini, S. G. Sousa, N. Hara, the ESPRESSO team", "url": "http://arxiv.org/abs/2209.13345v1", "pdf": "http://arxiv.org/pdf/2209.13345v1", "date": "Thu Sep 29"}, {"title": "Chandrasekhar-mass white dwarfs are the progenitors of a small fraction  of Type Ia supernovae according to nucleosythesis constraints", "authors": "Eduardo Bravo, Luciano Piersanti, Stéphane Blondin, Inma Domínguez, Oscar Straniero, Sergio Cristallo", "url": "http://arxiv.org/abs/2209.04020v1", "pdf": "http://arxiv.org/pdf/2209.04020v1", "date": "Thu Sep 22"}, {"title": "Different to the core: the pre-supernova structures of massive single  and binary-stripped stars", "authors": "E. Laplace, S. Justham, M. Renzo, Y. Götberg, R. Farmer, D. Vartanyan, S. E. de Mink", "url": "http://arxiv.org/abs/2102.05036v2", "pdf": "http://arxiv.org/pdf/2102.05036v2", "date": "Tue Sep 20"}, {"title": "A new set of atmosphere and evolution models for cool T-Y brown dwarfs  and giant exoplanets", "authors": "Mark W. Phillips, Pascal Tremblin, Isabelle Baraffe, Gilles Chabrier, Nicole F. Allard, Fernand Spiegelman, Jayesh M. Goyal, Ben Drummond, Eric Hebrard", "url": "http://arxiv.org/abs/2003.13717v1", "pdf": "http://arxiv.org/pdf/2003.13717v1", "date": "Tue Sep 20"}, {"title": "The chameleon on the branches: spectral state transition and dips in NGC  247 ULX-1", "authors": "A. D’Aì, C. Pinto, M. Del Santo, F. Pintore, R. Soria, A. Robba, E. Ambrosi, W. Alston, D. Barret, A. C. Fabian, F. Fürst, E. Kara, P. Kosec, M. Middleton, T. Roberts, G. Rodriguez-Castillo, D. J. Walton", "url": "http://arxiv.org/abs/2108.09221v1", "pdf": "http://arxiv.org/pdf/2108.09221v1", "date": "Tue Sep 06"}, {"title": "A Tendency Toward Alignment in Single-Star Warm Jupiter Systems", "authors": "Malena Rice, Songhu Wang, Xian-Yu Wang, Gudmundur Stefansson, Howard Isaacson, Andrew W. Howard, Sarah E. Logsdon, Heidi Schweiker, Fei Dai, Casey Brinkman, Steven Giacalone, Rae Holcomb", "url": "http://arxiv.org/abs/2207.06511v1", "pdf": "http://arxiv.org/pdf/2207.06511v1", "date": "Thu Aug 11"}, {"title": "The stable climate of KELT-9b", "authors": "K. D. Jones, B. M. Morris, B. -O. Demory, K. Heng, M. J. Hooton, N. Billot, D. Ehrenreich, S. Hoyer, A. E. Simon, M. Lendl, O. D. S. Demangeon, S. G. Sousa, A. Bonfanti, T. G. Wilson, S. Salmon, Sz. Csizmadia, H. Parviainen, G. Bruno, Y. Alibert, R. Alonso, G. Anglada, T. Bárczy, D. Barrado y Navascues, S. C. C. Barros, W. Baumjohann, M. Beck, T. Beck, W. Benz, X. Bonfils, A. Brandeker, C. Broeg, J. Cabrera, S. Charnoz, A. Collier Cameron, M. B. Davies, M. Deleuil, A. Deline, L. Delrez, A. Erikson, A. Fortier, L. Fossati, M. Fridlund, D. Gandolfi, M. Gillon, M. Güdel, K. G. Isaak, L. L. Kiss, J. Laskar, A. Lecavelier des Etangs, C. Lovis, D. Magrin, P. F. L. Maxted, V. Nascimbeni, G. Olofsson, R. Ottensamer, I. Pagano, E. Pallé, G. Peter, G. Piotto, D. Pollacco, D. Queloz, R. Ragazzoni, N. Rando, F. Ratti, H. Rauer, C. Reimers, I. Ribas, N. C. Santos, G. Scandariato, D. Ségransan, A. M. S. Smith, M. Steller, Gy. M. Szabó, N. Thomas, S. Udry, V. Van Grootel, I. Walter, N. A. Walton, W. Wang Jungo", "url": "http://arxiv.org/abs/2208.04818v1", "pdf": "http://arxiv.org/pdf/2208.04818v1", "date": "Thu Aug 11"}, {"title": "Abundance stratification in type Ia supernovae -- VI: the peculiar slow  decliner SN,1999aa", "authors": "Charles J. Aouad, Paolo A. Mazzali, Stephan Hachinger, Jacob Teffs, Elena Pian, Chris Ashall, Stefano Benetti, Alexei V. Filippenko, Masaomi Tanaka", "url": "http://arxiv.org/abs/2207.08947v1", "pdf": "http://arxiv.org/pdf/2207.08947v1", "date": "Tue Aug 09"}, {"title": "On the fate of the secondary white dwarf in double-degenerate  double-detonation Type Ia supernovae", "authors": "R. Pakmor, F. P. Callan, C. E. Collins, S. E. de Mink, A. Holas, W. E. Kerzendorf, M. Kromer, John T. O’Brien, F. K. Roepke, A. J. Ruiter, I. R. Seitenzahl, Luke J. Shingles, S. A. Sim, S. Taubenberger", "url": "http://arxiv.org/abs/2203.14990v1", "pdf": "http://arxiv.org/pdf/2203.14990v1", "date": "Thu Aug 04"}, {"title": "A very early onset of massive galaxy formation", "authors": "Ivo Labbe, Pieter van Dokkum, Erica Nelson, Rachel Bezanson, Katherine Suess, Joel Leja, Gabriel Brammer, Katherine Whitaker, Elijah Mathews, Mauro Stefanon", "url": "http://arxiv.org/abs/2207.12446v2", "pdf": "http://arxiv.org/pdf/2207.12446v2", "date": "Thu Jul 28"}, {"title": "Deep Hubble Space Telescope Imaging of IC 1613 II. The Star Formation  History", "authors": "Evan D. Skillman, Eline Tolstoy, Andrew A. Cole, Andrew E. Dolphin, Abhijit Saha, J. S. Gallagher, R. C. Dohm-Palmer, Mario Mateo", "url": "http://arxiv.org/abs/astro-ph/0306457v1", "pdf": "http://arxiv.org/pdf/astro-ph/0306457v1", "date": "Thu Jul 28"}, {"title": "Hard X-ray emission from the eastern jet of SS 433 powering the W50  `Manatee’ nebula: Evidence for particle re-acceleration", "authors": "Samar Safi-Harb, Brydyn Mac Intyre, Shuo Zhang, Isaac Pope, Shuhan Zhang, Nathan Saffold, Kaya Mori, Eric V. Gotthelf, Felix Aharonian, Matthew Band, Chelsea Braun, Ke Fang, Charles Hailey, Melania Nynka, Chang D. Rho", "url": "http://arxiv.org/abs/2207.00573v1", "pdf": "http://arxiv.org/pdf/2207.00573v1", "date": "Tue Jul 26"}, {"title": "TOI-2119: A transiting brown dwarf orbiting an active M-dwarf from  NASA’s TESS mission", "authors": "Theron W. Carmichael, Jonathan M. Irwin, Felipe Murgas, Enric Pallé, Keivan G. Stassun, Matthew Bartnik, Karen A. Collins, Jerome de Leon, Emma Esparza-Borges, Jeremy Fedewa, William Fong, Akihiko Fukui, Jon M. Jenkins, Taiki Kagetani, David W. Latham, Michael B. Lund, Andrew W. Mann, Dan Moldovan, Edward H. Morgan, Norio Narita, Shane Painter, Hannu Parviainen, Elisa V. Quintana, George R. Ricker, Jack Schulte, Richard P. Schwarz, Sara Seager, Kirill Sokolovsky, Joseph D. Twicken, Joshua N. Winn", "url": "http://arxiv.org/abs/2202.08842v2", "pdf": "http://arxiv.org/pdf/2202.08842v2", "date": "Tue Jul 26"}, {"title": "An X-ray quiet black hole born with a negligible kick in a massive  binary within the Large Magellanic Cloud", "authors": "Tomer Shenar, Hugues Sana, Laurent Mahy, Kareem El-Badry, Pablo Marchant, Norbert Langer, Calum Hawcroft, Matthias Fabry, Koushik Sen, Leonardo A. Almeida, Michael Abdul-Masih, Julia Bodensteiner, Paul A. Crowther, Mark Gieles, Mariusz Gromadzki, Vincent Henault-Brunet, Artemio Herrero, Alex de Koter, Patryk Iwanek, Szymon Kozłowski, Daniel J. Lennon, Jesus Maız Apellaniz, Przemysław Mroz, Anthony F. J. Moffat, Annachiara Picco, Paweł Pietrukowicz, Radosław Poleski, Krzysztof Rybicki, Fabian R. N. Schneider, Dorota M. Skowron, Jan Skowron, Igor Soszynski, Michał K. Szymanski, Silvia Toonen, Andrzej Udalski, Krzysztof Ulaczyk, Jorick S. Vink, Marcin Wrona", "url": "http://arxiv.org/abs/2207.07675v1", "pdf": "http://arxiv.org/pdf/2207.07675v1", "date": "Thu Jul 21"}, {"title": "UV Spectropolarimetry with Polstar: Massive Star Binary Colliding Winds", "authors": "Nicole St-Louis, Kenneth Gayley, D. John Hillier, Richard Ignace, Carol E. Jones, Alexandre David-Uraz, Noel D. Richardson, Jorick S. Vink, Geraldine J. Peters, Jennifer L. Hoffman, Yael, Nazé, Heloise Stevance, Tomer Shenar, Andrew G. Fullard, Jaimie R. Lomax, Paul A. Scowen", "url": "http://arxiv.org/abs/2207.07163v1", "pdf": "http://arxiv.org/pdf/2207.07163v1", "date": "Tue Jul 19"}, {"title": "Analytic Light Curve for Mutual Transits of Two Bodies Across a  Limb-darkened Star", "authors": "Tyler A. Gordon, Eric Agol", "url": "http://arxiv.org/abs/2207.06024v1", "pdf": "http://arxiv.org/pdf/2207.06024v1", "date": "Tue Jul 19"}, {"title": "Turbulent Cold Flows Gave Birth to the First Quasars", "authors": "Muhammad A. Latif, Daniel J. Whalen, Sadegh Khochfar, Nicholas P. Herrington, Tyrone E. Woods", "url": "http://arxiv.org/abs/2207.05093v1", "pdf": "http://arxiv.org/pdf/2207.05093v1", "date": "Thu Jul 14"}, {"title": "Low-luminosity type IIP supernovae: SN 2005cs and SN 2020cxd as very  low-energy iron core-collapse explosions", "authors": "Alexandra Kozyreva, Hans-Thomas Janka, Daniel Kresse, Stefan Taubenberger, Petr Baklanov", "url": "http://arxiv.org/abs/2203.00473v2", "pdf": "http://arxiv.org/pdf/2203.00473v2", "date": "Thu Jul 14"}, {"title": "Cluster Turbulence", "authors": "Michael L. Norman, Greg L. Bryan", "url": "http://arxiv.org/abs/astro-ph/9802335v1", "pdf": "http://arxiv.org/pdf/astro-ph/9802335v1", "date": "Thu Jul 14"}, {"title": "Cold galaxies", "authors": "Michael Rowan-Robinson, David L. Clements", "url": "http://arxiv.org/abs/1507.08778v1", "pdf": "http://arxiv.org/pdf/1507.08778v1", "date": "Thu Jul 14"}, {"title": "Tame Flows", "authors": "Liviu I. Nicolaescu", "url": "http://arxiv.org/abs/math/0702424v2", "pdf": "http://arxiv.org/pdf/math/0702424v2", "date": "Thu Jul 14"}, {"title": "Turbulent Cold Flows Gave Birth to the First Quasars", "authors": "Muhammad A. Latif, Daniel J. Whalen, Sadegh Khochfar, Nicholas P. Herrington, Tyrone E. Woods", "url": "http://arxiv.org/abs/2207.05093v1", "pdf": "http://arxiv.org/pdf/2207.05093v1", "date": "Thu Jul 14"}, {"title": "Neutron Star Birth Rates", "authors": "D. R. Lorimer", "url": "http://arxiv.org/abs/astro-ph/9911519v1", "pdf": "http://arxiv.org/pdf/astro-ph/9911519v1", "date": "Thu Jul 14"}, {"title": "To Explain or to Predict?", "authors": "Galit Shmueli", "url": "http://arxiv.org/abs/1101.0891v1", "pdf": "http://arxiv.org/pdf/1101.0891v1", "date": "Thu Jul 14"}, {"title": "The One, the Many, and the Quantum", "authors": "Ulrich Mohrhoff", "url": "http://arxiv.org/abs/quant-ph/0005110v1", "pdf": "http://arxiv.org/pdf/quant-ph/0005110v1", "date": "Thu Jul 14"}, {"title": "First Light", "authors": "Abraham Loeb", "url": "http://arxiv.org/abs/astro-ph/0603360v1", "pdf": "http://arxiv.org/pdf/astro-ph/0603360v1", "date": "Thu Jul 14"}, {"title": "Quasars", "authors": "Patrick S. Osmer", "url": "http://arxiv.org/abs/astro-ph/9901238v1", "pdf": "http://arxiv.org/pdf/astro-ph/9901238v1", "date": "Thu Jul 14"}, {"title": "Mapping Milky Way disk perturbations in stellar number density and  vertical velocity using Gaia DR3", "authors": "Axel Widmark, Lawrence M. Widrow, Aneesh Naik", "url": "http://arxiv.org/abs/2207.03492v1", "pdf": "http://arxiv.org/pdf/2207.03492v1", "date": "Tue Jul 12"}, {"title": "Empirically-motivated early feedback: momentum input by stellar feedback  in galaxy simulations inferred through observations", "authors": "Benjamin W. Keller, J. M. Diederik Kruijssen, Mélanie Chevance", "url": "http://arxiv.org/abs/2206.06391v1", "pdf": "http://arxiv.org/pdf/2206.06391v1", "date": "Tue Jul 12"}, {"title": "Empirically-motivated early feedback: momentum input by stellar feedback  in galaxy simulations inferred through observations", "authors": "Benjamin W. Keller, J. M. Diederik Kruijssen, Mélanie Chevance", "url": "http://arxiv.org/abs/2206.06391v1", "pdf": "http://arxiv.org/pdf/2206.06391v1", "date": "Thu Jul 07"}, {"title": "Constraining white dwarf tides from gravitational waves with LISA", "authors": "Sylvia Biscoveanu, Kyle Kremer, Eric Thrane", "url": "http://arxiv.org/abs/2206.15390v1", "pdf": "http://arxiv.org/pdf/2206.15390v1", "date": "Thu Jul 07"}, {"title": "Evolution of Stellar Feedback in HII Regions", "authors": "Grace M. Olivier, Laura A. Lopez, Anna L. Rosen, Omnarayani Nayak, Megan Reiter, Mark R. Krumholz, Alberto D. Bolatto", "url": "http://arxiv.org/abs/2009.10079v2", "pdf": "http://arxiv.org/pdf/2009.10079v2", "date": "Thu Jun 30"}, {"title": "The Galactic Nova Rate: Estimates from the ASAS-SN and Gaia Surveys", "authors": "A. Kawash, L. Chomiuk, J. Strader, K. V. Sokolovsky, E. Aydi, C. S. Kochanek, K. Z. Stanek, Z. Kostrzewa-Rutkowska, S. T. Hodgkin, K. Mukai, B. Shappee, T. Jayasinghe, M. Rizzo Smith, T. W. -S. Holoien, J. L. Prieto, T. A. Thompson", "url": "http://arxiv.org/abs/2206.14132v1", "pdf": "http://arxiv.org/pdf/2206.14132v1", "date": "Thu Jun 30"}, {"title": "Power-2 limb-darkening coefficients for the uvby, UBVRIJHK, SDSS ugriz,  Gaia, Kepler, and TESS photometric systems", "authors": "A. Claret, J. Southworth", "url": "http://arxiv.org/abs/2206.11098v1", "pdf": "http://arxiv.org/pdf/2206.11098v1", "date": "Tue Jun 28"}, {"title": "Magnetic Fields on FIRE: Comparing B-fields in the multiphase ISM and  CGM of Simulated L$_*$ Galaxies to Observations", "authors": "Sam B. Ponnada, Georgia V. Panopoulou, Iryna S. Butsky, Philip F. Hopkins, Sarah R. Loebman, Cameron Hummels, Suoqing Ji, Andrew Wetzel, Claude-André Faucher-Giguère, Christopher C. Hayward", "url": "http://arxiv.org/abs/2206.04764v1", "pdf": "http://arxiv.org/pdf/2206.04764v1", "date": "Thu Jun 16"}, {"title": "Seeking Self-Regulating Simulations of Idealized Milky Way-Like Galaxies", "authors": "Claire Kopenhafer, Brian W. O’Shea, G. Mark Voit", "url": "http://arxiv.org/abs/2206.04706v1", "pdf": "http://arxiv.org/pdf/2206.04706v1", "date": "Tue Jun 14"}, {"title": "Searching for a Hypervelocity White Dwarf Companion: A Proper Motion  Survey of SN 1006", "authors": "Joshua V. Shields, Wolfgang Kerzendorf, Matthew W. Hosek Jr., Ken J. Shen, Armin Rest, Tuan Do, Jessica R. Lu, Andrew G. Fullard, Giovanni Strampelli, Alfredo Zenteno", "url": "http://arxiv.org/abs/2206.04095v1", "pdf": "http://arxiv.org/pdf/2206.04095v1", "date": "Tue Jun 14"}, {"title": "Relationships Between Stellar Velocity Dispersion and the Atmospheres of  Early-Type Galaxies", "authors": "R. L. S. Frisbie, M. Donahue, G. M. Voit, K. Lakhchaura, N. Werner, M. Sun", "url": "http://arxiv.org/abs/2201.01306v1", "pdf": "http://arxiv.org/pdf/2201.01306v1", "date": "Thu Jun 09"}, {"title": "Relationship of Black Holes to Bulges", "authors": "David Merritt, Laura Ferrarese", "url": "http://arxiv.org/abs/astro-ph/0107134v2", "pdf": "http://arxiv.org/pdf/astro-ph/0107134v2", "date": "Thu Jun 09"}, {"title": "Relationship of Black Holes to Bulges", "authors": "David Merritt, Laura Ferrarese", "url": "http://arxiv.org/abs/astro-ph/0107134v2", "pdf": "http://arxiv.org/pdf/astro-ph/0107134v2", "date": "Thu Jun 09"}, {"title": "Observations of the Very Young Type Ia Supernova 2019np with  Early-excess Emission", "authors": "Hanna Sai, Xiaofeng Wang, Nancy Elias-Rosa, Yi Yang, Jujia Zhang, Weili Lin, Jun Mo, Anthony L. Piro, Xiangyun Zeng, Reguitti Andrea, Peter Brown, Christopher R. Burns, Yongzhi Cai, Achille Fiore, Eric Y. Hsiao, Jordi Isern, K. Itagaki, Wenxiong Li, Zhitong Li, Priscila J. Pessi, M. M. Phillips, Stefan Schuldt, Melissa Shahbandeh, Maximilian D. Stritzinger, Lina Tomasella, Christian Vogl, Bo Wang, Lingzhi Wang, Chengyuan Wu, Sheng Yang, Jicheng Zhang, Tianmeng Zhang, Xinghan Zhang", "url": "http://arxiv.org/abs/2205.15596v2", "pdf": "http://arxiv.org/pdf/2205.15596v2", "date": "Tue Jun 07"}, {"title": "How identifying circumgalactic gas by line-of-sight velocity instead of  the location in 3D space affects O VI measurements", "authors": "Stephanie H. Ho, Crystal L. Martin, Joop Schaye", "url": "http://arxiv.org/abs/2110.01633v1", "pdf": "http://arxiv.org/pdf/2110.01633v1", "date": "Tue Jun 07"}, {"title": "The TESS Grand Unified Hot Jupiter Survey. I. Ten TESS Planets", "authors": "Samuel W. Yee, Joshua N. Winn, Joel D. Hartman, Joseph E. Rodriguez, George Zhou, Samuel N. Quinn, David W. Latham, Allyson Bieryla, Karen A. Collins, Brett C. Addison, Isabel Angelo, Khalid Barkaoui, Paul Benni, Andrew W. Boyle, Rafael Brahm, R. Paul Butler, David R. Ciardi, Kevin I. Collins, Dennis M. Conti, Jeffrey D. Crane, Fei Dai, Courtney D. Dressing, Jason D. Eastman, Zahra Essack, Raquel Forés-Toribio, Elise Furlan, Tianjun Gan, Steven Giacalone, Holden Gill, Eric Girardin, Thomas Henning, Christopher E. Henze, Melissa J. Hobson, Jonathan Horner, Andrew W. Howard, Steve B. Howell, Chelsea X. Huang, Howard Isaacson, Jon M. Jenkins, Eric L. N. Jensen, Andrés Jordán, Stephen R. Kane, John F. Kielkopf, Slawomir Lasota, Alan M. Levine, Jack Lubin, Andrew W. Mann, Bob Massey, Kim K. McLeod, Matthew W. Mengel, Jose A. Muñoz, Felipe Murgas, Enric Palle, Peter Plavchan, Adam Popowicz, Don J. Radford, George R. Ricker, Pamela Rowden, Boris S. Safonov, Arjun B. Savel, Richard P. Schwarz, S. Seager, Ramotholo Sefako, Avi Shporer, Gregor Srdoc, Ivan S. Strakhov, Johanna K. Teske, C. G. Tinney, Dakotah Tyler, Robert A. Wittenmyer, Hui Zhang, Carl Ziegler", "url": "http://arxiv.org/abs/2205.09728v1", "pdf": "http://arxiv.org/pdf/2205.09728v1", "date": "Thu Jun 02"}, {"title": "Detection of 125.5-day Optical Periodic Modulation of the Neutron Star  M51 ULX-8", "authors": "S. Allak", "url": "http://arxiv.org/abs/2205.03502v1", "pdf": "http://arxiv.org/pdf/2205.03502v1", "date": "Thu Jun 02"}, {"title": "A Robust, Performance-Portable Discontinuous Galerkin Method for  Relativistic Hydrodynamics", "authors": "Forrest W. Glines, Kristian R. C. Beckwith, Joshua R. Braun, Eric C. Cyr, Curtis C. Ober, Matthew Bettencourt, Keith L. Cartwright, Sidafa Conde, Sean T. Miller, Nicholas Roberds, Nathan V. Roberts, Matthew S. Swan, Roger Pawlowski", "url": "http://arxiv.org/abs/2205.00095v1", "pdf": "http://arxiv.org/pdf/2205.00095v1", "date": "Tue May 24"}, {"title": "Type Ia supernova ejecta-donor interaction: explosion model comparison", "authors": "C. McCutcheon, Y. Zeng, Z. -W. Liu, R. G. Izzard, K. -C. Pan, H. -L. Chen, Z. Han", "url": "http://arxiv.org/abs/2205.09917v1", "pdf": "http://arxiv.org/pdf/2205.09917v1", "date": "Tue May 24"}, {"title": "Connecting Infrared Surface Brightness Fluctuation Distances to Type Ia  Supernova Hosts: Testing the Top Rung of the Distance Ladder", "authors": "Peter Garnavich, Charlotte M. Wood, Peter Milne, Joseph B. Jensen, John P. Blakeslee, Peter J. Brown, Daniel Scolnic, Benjamin Rose, Dillon Brout", "url": "http://arxiv.org/abs/2204.12060v1", "pdf": "http://arxiv.org/pdf/2204.12060v1", "date": "Thu Apr 28"}, {"title": "A Jovian analogue orbiting a white dwarf star", "authors": "J. W. Blackman, J-P. Beaulieu, D. P. Bennett, C. Danielski, C. Alard, A. A. Cole, A. Vandorou, C. Ranc, S. K. Terry, A. Bhattacharya, I. Bond, E. Bachelet, D. Veras, N. Koshimoto, V. Batista, J-B. Marquette", "url": "http://arxiv.org/abs/2110.07934v1", "pdf": "http://arxiv.org/pdf/2110.07934v1", "date": "Tue Apr 26"}, {"title": "Chemical evolution of $^{26}$Al and $^{60}$Fe in the Milky Way", "authors": "A. Vasini, F. Matteucci, E. Spitoni", "url": "http://arxiv.org/abs/2204.00510v2", "pdf": "http://arxiv.org/pdf/2204.00510v2", "date": "Thu Apr 07"}, {"title": "Precise Time Delays from Strongly Gravitationally Lensed Type Ia  Supernovae with Chromatically Microlensed Images", "authors": "Daniel A. Goldstein, Peter E. Nugent, Daniel N. Kasen, Thomas E. Collett", "url": "http://arxiv.org/abs/1708.00003v2", "pdf": "http://arxiv.org/pdf/1708.00003v2", "date": "Tue Mar 29"}, {"title": "TESS Hunt for Young and Maturing Exoplanets (THYME) VI: an 11 Myr giant  planet transiting a very low-mass star in Lower Centaurus Crux", "authors": "Andrew W. Mann, Mackenna L. Wood, Stephen P. Schmidt, Madyson G. Barber, James E. Owen, Benjamin M. Tofflemire, Elisabeth R. Newton, Eric E. Mamajek, Jonathan L. Bush, Gregory N. Mace, Adam L. Kraus, Pa Chia Thao, Andrew Vanderburg, Joe Llama, Christopher M. Johns-Krull, L. Prato, Asa G. Stahl, Shih-Yun Tang, Matthew J. Fields, Karen A. Collins, Kevin I. Collins, Tianjun Gan, Eric L. N. Jensen, Jacob Kamler, Richard P. Schwarz, Elise Furlan, Crystal L. Gnilka, Steve B. Howell, Kathryn V. Lester, Dylan A. Owens, Olga Suarez, Djamel Mekarnia, Tristan Guillot, Lyu Abe, Amaury H. M. J. Triaud, Marshall C. Johnson, Reilly P. Milburn, Aaron C. Rizzuto, Samuel N. Quinn, Ronan Kerr, George R. Ricker, Roland Vanderspek, David W. Latham, Sara Seager, Joshua N. Winn, Jon M. Jenkins, Natalia M. Guerrero, Avi Shporer, Joshua E. Schlieder, Brian McLean, Bill Wohler", "url": "http://arxiv.org/abs/2110.09531v2", "pdf": "http://arxiv.org/pdf/2110.09531v2", "date": "Tue Mar 29"}, {"title": "3D models of the circumstellar environments of evolved stars: Formation  of multiple spiral structures", "authors": "Elias Aydi, Shazrene Mohamed", "url": "http://arxiv.org/abs/2203.08318v1", "pdf": "http://arxiv.org/pdf/2203.08318v1", "date": "Tue Mar 22"}, {"title": "TOI-2119: A transiting brown dwarf orbiting an active M-dwarf from  NASA’s TESS mission", "authors": "Theron W. Carmichael, Jonathan M. Irwin, Felipe Murgas, Enric Pallé, Keivan G. Stassun, Karen A. Collins, Jerome de Leon, Emma Esparza-Borges, William Fong, Akihiko Fukui, Jon M. Jenkins, Taiki Kagetani, David W. Latham, Michael B. Lund, Andrew W. Mann, Dan Moldovan, Edward H. Morgan, Norio Narita, Hannu Parviainen, Elisa V. Quintana, George R. Ricker, Sara Seager, Richard P. Schwarz, Joseph D. Twicken, Joshua N. Winn", "url": "http://arxiv.org/abs/2202.08842v1", "pdf": "http://arxiv.org/pdf/2202.08842v1", "date": "Tue Mar 15"}, {"title": "Spatially Resolved Gas Flows Around the Milky Way", "authors": "Sean Clark, Rongmon Bordoloi, Andrew J. Fox", "url": "http://arxiv.org/abs/2108.04295v2", "pdf": "http://arxiv.org/pdf/2108.04295v2", "date": "Tue Mar 15"}, {"title": "Predicting the Exoplanet Yield of the TESS Prime and Extended Missions  Through Years 1-7", "authors": "Michelle Kunimoto, Joshua N. Winn, George R. Ricker, Roland Vanderspek", "url": "http://arxiv.org/abs/2202.03656v1", "pdf": "http://arxiv.org/pdf/2202.03656v1", "date": "Thu Feb 10"}, {"title": "Stellar models of Betelgeuse constrained using observed surface  conditions", "authors": "Tianyin Luo, Hideyuki Umeda, Takashi Yoshida, Koh Takahashi", "url": "http://arxiv.org/abs/2202.02953v1", "pdf": "http://arxiv.org/pdf/2202.02953v1", "date": "Thu Feb 10"}, {"title": "Mechanical feedback from stellar winds with an application to galaxy  formation at high redshift", "authors": "Yvonne A. Fichtner, Luca Grassitelli, Emilio Romano-Diaz, Cristiano Porciani", "url": "http://arxiv.org/abs/2201.07244v1", "pdf": "http://arxiv.org/pdf/2201.07244v1", "date": "Tue Feb 08"}, {"title": "Modelling the spectra of the kilonova AT2017gfo -- I: The photospheric  epochs", "authors": "J. H. Gillanders, S. J. Smartt, S. A. Sim, A. Bauswein, S. Goriely", "url": "http://arxiv.org/abs/2202.01786v1", "pdf": "http://arxiv.org/pdf/2202.01786v1", "date": "Tue Feb 08"}, {"title": "An Isolated Stellar-Mass Black Hole Detected Through Astrometric  Microlensing", "authors": "Kailash C. Sahu, Jay Anderson, Stefano Casertano, Howard E. Bond, Andrzej Udalski, Martin Dominik, Annalisa Calamida, Andrea Bellini, Thomas M. Brown, Marina Rejkuba, Varun Bajaj, Noe Kains, Henry C. Ferguson, Chris L. Fryer, Philip Yock, Przemek Mroz, Szymon Kozlowski, Pawel Pietrukowicz, Radek Poleski, Jan Skowron, Igor Soszynski, Michael K. Szymanski, Krzysztof Ulaczyk, Lukasz Wyrzykowski, Jean-Philippe Beaulieu, Jean-Baptiste Marquette, Andrew Cole, Kym Hill, Stefan Dieters, Christian Coutures, Dijana Dominis-Prester, Etienne Bachelet, John Menzies, Michael Albrow, Karen Pollard, Andrew Gould, Jennifer Yee, William Allen, Leonardo Andrade de Almeida, Grant Christie, John Drummond, Avishay Gal-Yam, Evgeny Gorbikov, Francisco Jablonski, Chung-Uk Lee, Dan Maoz, Ilan Manulis, Jennie McCormick, Tim Natusch, Richard W. Pogge, Yossi Shvartzvald, Uffe G. Jorgensen, Khalid A. Alsubai, Michael I. Andersen, Valerio Bozza, Sebastiano Calchi Novati, Tobias C. Hinse, Markus Hundertmark, Tim-Oliver Husser, Eamonn Kerins, Penelope Longa-Pena, Luigi Mancini, Matthew Penny, Sohrab Rahvar, Davide Ricci, Sedighe Sajadian, Jesper Skottfelt, Colin Snodgrass, John Southworth, Jeremy Tregloan-Reed, Joachim Wambsganss, Olivier Wertz, Yiannis Tsapras, Rachel A. Street, Daniel M. Bramich, Keith Horne, Iain A. Steele", "url": "http://arxiv.org/abs/2201.13296v1", "pdf": "http://arxiv.org/pdf/2201.13296v1", "date": "Thu Feb 03"}, {"title": "Origins of Hot Jupiters from the Stellar Obliquity Distribution", "authors": "Malena Rice, Songhu Wang, Gregory Laughlin", "url": "http://arxiv.org/abs/2201.11768v1", "pdf": "http://arxiv.org/pdf/2201.11768v1", "date": "Tue Feb 01"}, {"title": "SN 2012ij: A low-luminosity type Ia supernova and evidence for  continuous distribution from 91bg-like explosion to normal ones", "authors": "Zhitong Li, Tianmeng Zhang, Xiaofeng Wang, Hanna Sai, Jujia Zhang, Juncheng Chen, Xulin Zhao, Shengyu Yan, Bo Wang, Mark M. Phillips, Eric Y. Hsiao, Nidia Morrell, Carlos Contreras, Christopher R. Burns, Christopher Ashall, Maximilian Stritzinger, Kevin Krisciunas, Jose Prieto, Hu Zou, Jiali Wang, Jun Ma, Jundan Nie, Suijian Xue, Xu Zhou, Zhimin Zhou, Danfeng Xiang, Gaobo Xi", "url": "http://arxiv.org/abs/2201.06066v1", "pdf": "http://arxiv.org/pdf/2201.06066v1", "date": "Thu Jan 27"}, {"title": "Constraining the baryon loading factor of AGN jets: implication from the  gamma-ray emission of the Coma cluster", "authors": "Xin-Yue Shi, Yi Zhang, Ruo-Yu Liu, Xiang-Yu Wang", "url": "http://arxiv.org/abs/2201.09479v1", "pdf": "http://arxiv.org/pdf/2201.09479v1", "date": "Thu Jan 27"}, {"title": "How Complete Are Surveys for Nearby Transiting Hot Jupiters?", "authors": "Samuel W. Yee, Joshua N. Winn, Joel D. Hartman", "url": "http://arxiv.org/abs/2109.12376v2", "pdf": "http://arxiv.org/pdf/2109.12376v2", "date": "Tue Jan 25"}, {"title": "Gamma-rays from Type Ia supernova SN2014J", "authors": "E. Churazov, R. Sunyaev, J. Isern, I. Bikmaev, E. Bravo, N. Chugai, S. Grebenev, P. Jean, J. Knödlseder, F. Lebrun, E. Kuulkers", "url": "http://arxiv.org/abs/1502.00255v2", "pdf": "http://arxiv.org/pdf/1502.00255v2", "date": "Tue Jan 25"}, {"title": "Is FRB 191001 embedded in a supernova remnant?", "authors": "Esha Kundu", "url": "http://arxiv.org/abs/2201.03723v1", "pdf": "http://arxiv.org/pdf/2201.03723v1", "date": "Thu Jan 20"}, {"title": "Quasi periodic whispers from a transient ULX in M,101: signatures of a fast-spinning neutron star?", "authors": "Ryan T. Urquhart, Roberto Soria, Rosanne Di Stefano, Kaiming Cui, Paolo Esposito, Gian Luca Israel, Sammarth Kumar, Sara Motta, Fabio Pintore, Giacomo Riva", "url": "https://arxiv.org/abs/2201.07252", "pdf": "https://arxiv.org/pdf/2201.07252", "date": "Thu Jan 20"}, {"title": "The First Near-Infrared Transmission Spectrum of HIP 41378 f, a Low-Mass  Temperate Jovian World in a Multi-Planet System", "authors": "Munazza K. Alam, James Kirk, Courtney D. Dressing, Mercedes Lopez-Morales, Kazumasa Ohno, Peter Gao, Babatunde Akinsanmi, Alexandre Santerne, Salome Grouffal, Vardan Adibekyan, Susana C. C. Barros, Lars A. Buchhave, Ian J. M. Crossfield, Fei Dai, Magali Deleuil, Steven Giacalone, Jorge Lillo-Box, Mark Marley, Andrew W. Mayo, Annelies Mortier, Nuno C. Santos, Sergio G. Sousa, Emma V. Turtelboom, Peter J. Wheatley, Andrew M. Vanderburg", "url": "http://arxiv.org/abs/2201.02686v1", "pdf": "http://arxiv.org/pdf/2201.02686v1", "date": "Thu Jan 13"}, {"title": "The Green Valley is a Red Herring: Galaxy Zoo reveals two evolutionary  pathways towards quenching of star formation in early- and late-type galaxies", "authors": "Kevin Schawinski, C. Megan Urry, Brooke D. Simmons, Lucy Fortson, Sugata Kaviraj, William C. Keel, Chris J. Lintott, Karen L. Masters, Robert C. Nichol, Marc Sarzi, Ramin, Skibba, Ezequiel Treister, Kyle W. Willett, O. Ivy Wong, Sukyoung K. Yi", "url": "http://arxiv.org/abs/1402.4814v1", "pdf": "http://arxiv.org/pdf/1402.4814v1", "date": "Thu Jan 13"}, {"title": "Binary companions triggering fragmentation in self-gravitating discs", "authors": "James Cadman, Cassandra Hall, Clémence Fontanive, Ken Rice", "url": "http://arxiv.org/abs/2201.02032v1", "pdf": "http://arxiv.org/pdf/2201.02032v1", "date": "Tue Jan 11"}, {"title": "Final Moments I: Precursor Emission, Envelope Inflation, and Enhanced  Mass loss Preceding the Luminous Type II Supernova 2020tlf", "authors": "Wynn Jacobson-Galán, Luc Dessart, David Jones, Raffaella Margutti, Deanne Coppejans, Georgios Dimitriadis, Ryan J. Foley, Charles D. Kilpatrick, David J. Matthews, Sofia Rest, Giacomo Terreran, Patrick D. Aleo, Katie Auchettl, Peter K. Blanchard, David A. Coulter, Kyle W. Davis, Thomas de Boer, Lindsay DeMarchi, Maria R. Drout, Nicholas Earl, Alexander Gagliano, Christa Gall, Jens Hjorth, Mark E. Huber, Adaeze L. Ibik, Danny Milisavljevic, Yen-Chen Pan, Armin Rest, Ryan Ridden-Harper, César Rojas-Bravo, Matthew R. Siebert, Ken W. Smith, Kirsty Taggart, Samaporn Tinyanont, Qinan Wang, Yossef Zenati", "url": "http://arxiv.org/abs/2109.12136v2", "pdf": "http://arxiv.org/pdf/2109.12136v2", "date": "Tue Jan 11"}, {"title": "Shock Revival in Core-collapse Supernovae Assisted by Heavy Axion-like  Particles", "authors": "Kanji Mori, Tomoya Takiwaki, Kei Kotake, Shunsaku Horiuchi", "url": "http://arxiv.org/abs/2112.03613v1", "pdf": "http://arxiv.org/pdf/2112.03613v1", "date": "Tue Dec 14"}, {"title": "Exploring the relation between turbulent velocity and density  fluctuations in the stratified intracluster medium", "authors": "Marco Simonte, Franco Vazza, Fabrizio Brighenti, Marcus Brueggen, Tom W. Jones", "url": "http://arxiv.org/abs/2112.00774v1", "pdf": "http://arxiv.org/pdf/2112.00774v1", "date": "Thu Dec 09"}, {"title": "The Pacific Ocean Neutrino Experiment", "authors": "Elisa Resconi, P-ONE Collaboration", "url": "https://arxiv.org/abs/2111.13133", "pdf": "https://arxiv.org/pdf/2111.13133", "date": "Thu Dec 09"}, {"title": "GJ 367b: A dense ultra-short period sub-Earth planet transiting a nearby  red dwarf star", "authors": "Kristine W. F. Lam, Szilárd Csizmadia, Nicola Astudillo-Defru, Xavier Bonfils, Davide Gandolfi, Sebastiano Padovan, Massimiliano Esposito, Coel Hellier, Teruyuki Hirano, John Livingston, Felipe Murgas, Alexis M. S. Smith, Karen A. Collins, Savita Mathur, Rafael A. Garcia, Steve B. Howell, Nuno C. Santos, Fei Dai, George R. Ricker, Roland Vanderspek, David W. Latham, Sara Seager, Joshua N. Winn, Jon M. Jenkins, Simon Albrecht, Jose M. Almenara, Etienne Artigau, Oscar Barragán, François Bouchy, Juan Cabrera, David Charbonneau, Priyanka Chaturvedi, Alexander Chaushev, Jessie L. Christiansen, William D. Cochran, José R. De Meideiros, Xavier Delfosse, Rodrigo F. Díaz, René Doyon, Philipp Eigmüller, Pedro Figueira, Thierry Forveille, Malcolm Fridlund, Guillaume Gaisné, Elisa Goffo, Iskra Georgieva, Sascha Grziwa, Eike Guenther, Artie P. Hatzes, Marshall C. Johnson, Petr Kabáth, Emil Knudstrup, Judith Korth, Pablo Lewin, Jack J. Lissauer, Christophe Lovis, Rafael Luque, Claudio Melo, Edward H. Morgan, Robert Morris, Michel Mayor, Norio Narita, Hannah L. M. Osborne, Enric Palle, Francesco Pepe, Carina M. Persson, Samuel N. Quinn, Heike Rauer, Seth Redfield, Joshua E. Schlieder, Damien Ségransan, Luisa M. Serrano, Jeffrey C. Smith, Ján Šubjak, Joseph D. Twicken, Stéphane Udry, Vincent Van Eylen, Michael Vezie", "url": "http://arxiv.org/abs/2112.01309v1", "pdf": "http://arxiv.org/pdf/2112.01309v1", "date": "Tue Dec 07"}, {"title": "Free-free absorption in hot relativistic flows: application to fast  radio bursts", "authors": "Esha Kundu, Bing Zhang", "url": "http://arxiv.org/abs/2107.12989v1", "pdf": "http://arxiv.org/pdf/2107.12989v1", "date": "Tue Dec 07"}, {"title": "Holes in Bayesian Statistics", "authors": "Andrew Gelman, Yuling Yao", "url": "http://arxiv.org/abs/2002.06467v2", "pdf": "http://arxiv.org/pdf/2002.06467v2", "date": "Thu Dec 02"}, {"title": "Modeling the galaxy-halo connection with machine learning", "authors": "Ana Maria Delgado, Digvijay Wadekar, Boryana Hadzhiyska, Sownak Bose, Lars Hernquist, Shirley Ho", "url": "http://arxiv.org/abs/2111.02422v1", "pdf": "http://arxiv.org/pdf/2111.02422v1", "date": "Tue Nov 30"}, {"title": "An Extreme-mass Ratio, Short-period Eclipsing Binary Consisting of a B  Dwarf Primary and a Pre-main Sequence M Star Companion Discovered by KELT", "authors": "Daniel J. Stevens, George Zhou, Marshall C. Johnson, Aaron C. Rizzuto, Joseph E. Rodriguez, Allyson Bieryla, Steven Villanueva, Jr., Jason T. Wright, B. Scott Gaudi, David W. Latham, Thomas G. Beatty, Michael B. Lund, Robert J. Siverd, Adam L. Kraus, Perry Berlind, Michael L. Calkins, Gilbert A. Esquerdo, Rudolf B. Kuhn, Joshua Pepper", "url": "http://arxiv.org/abs/1910.06212v2", "pdf": "http://arxiv.org/pdf/1910.06212v2", "date": "Tue Nov 23"}, {"title": "A 3D radiative transfer framework: V. Homologous Flows", "authors": "E. Baron, Peter H. Hauschildt, Bin Chen", "url": "http://arxiv.org/abs/0903.2486v1", "pdf": "http://arxiv.org/pdf/0903.2486v1", "date": "Tue Nov 23"}, {"title": "Search for surviving companions of progenitors of young LMC type Ia supernova remnants", "authors": "Chuan-Jui Li, Wolfgang E. Kerzendorf, You-Hua Chu, Ting-Wan Chen, Tuan Do, Robert A. Gruendl, Abigail Holmes, Ryoko Ishioka, Bruno Leibundgut, Kuo-Chuan Pan, Paul M. Ricker, Daniel Weisz", "url": "https://arxiv.org/abs/1910.01093", "pdf": "https://arxiv.org/pdf/1910.01093.pdf", "date": "Thu Nov 18"}, {"title": "The imprint of carbon combustion on a superburst from the accreting  neutron star 4U 1636-536", "authors": "L. Keek, A. Cumming, Z. Wolf, D. R. Ballantyne, V. F. Suleimanov, E. Kuulkers, T. E. Strohmayer", "url": "http://arxiv.org/abs/1508.06629v2", "pdf": "http://arxiv.org/pdf/1508.06629v2", "date": "Thu Nov 18"}, {"title": "Rocky super-Earths or waterworlds: the interplay of planet migration,  pebble accretion and disc evolution", "authors": "Bertram Bitsch, Sean N. Raymond, Andre Izidoro", "url": "http://arxiv.org/abs/1903.02488v1", "pdf": "http://arxiv.org/pdf/1903.02488v1", "date": "Tue Nov 16"}, {"title": "Sardinia Radio Telescope observations of Local Group dwarf galaxies --  I. The cases of NGC6822, IC1613, and WLM", "authors": "A. Tarchi, P. Castangia, G. Surcis, A. Brunthaler, C. Henkel, M. Pawlowski, K. M. Menten, A. Melis, S. Casu, M. Murgia, A. Trois, R. Concu, J. Darling", "url": "http://arxiv.org/abs/1912.02454v1", "pdf": "http://arxiv.org/pdf/1912.02454v1", "date": "Tue Nov 16"}, {"title": "Sardinia Radio Telescope observations of Local Group dwarf galaxies --  I. The cases of NGC6822, IC1613, and WLM", "authors": "A. Tarchi, P. Castangia, G. Surcis, A. Brunthaler, C. Henkel, M. Pawlowski, K. M. Menten, A. Melis, S. Casu, M. Murgia, A. Trois, R. Concu, J. Darling", "url": "http://arxiv.org/abs/1912.02454v1", "pdf": "http://arxiv.org/pdf/1912.02454v1", "date": "Thu Nov 11"}, {"title": "Modelling multiwavelength emission of Ultra-luminous X-ray Sources  accreting above the Eddington limit", "authors": "Elena Ambrosi, Luca Zampieri, Fabio Pintore, Anna Wolter", "url": "http://arxiv.org/abs/2111.02879v1", "pdf": "http://arxiv.org/pdf/2111.02879v1", "date": "Thu Nov 11"}, {"title": "Modelling multiwavelength emission of Ultra-luminous X-ray Sources  accreting above the Eddington limit", "authors": "Elena Ambrosi, Luca Zampieri, Fabio Pintore, Anna Wolter", "url": "http://arxiv.org/abs/2111.02879v1", "pdf": "http://arxiv.org/pdf/2111.02879v1", "date": "Tue Nov 09"}, {"title": "The Whisper of a Whimper of a Bang: 2400 Days of the Type Ia SN 2011fe  Reveals the Decay of $^{55}$Fe", "authors": "M. A. Tucker, B. J. Shappee, C. S. Kochanek, K. Z. Stanek, C. Ashall, G. S. Anand, P. Garnavich", "url": "http://arxiv.org/abs/2111.01144v1", "pdf": "http://arxiv.org/pdf/2111.01144v1", "date": "Thu Nov 04"}, {"title": "Atmospheric Circulation in Simulations of the AGN-CGM Connection at Halo  Masses $sim 10^{13.5}, M_odot$", "authors": "Deovrat Prasad, G. Mark Voit, Brian W. O’Shea", "url": "http://arxiv.org/abs/2110.15382v1", "pdf": "http://arxiv.org/pdf/2110.15382v1", "date": "Thu Nov 04"}, {"title": "First Doppler Limits on Binary Planets and Exomoons in the HR 8799  System", "authors": "Andrew Vanderburg, Joseph E. Rodriguez", "url": "http://arxiv.org/abs/2110.14650v1", "pdf": "http://arxiv.org/pdf/2110.14650v1", "date": "Tue Nov 02"}, {"title": "Double-detonation sub-Chandrasekhar models provide no natural  explanation for the low-luminosity suppression of Type Ia supernovae", "authors": "Arka Ghosh, Doron Kushnir", "url": "http://arxiv.org/abs/2110.13169v1", "pdf": "http://arxiv.org/pdf/2110.13169v1", "date": "Thu Oct 28"}, {"title": "Fast neutrino flavor instability and neutrino flavor lepton number  crossings", "authors": "Taiki Morinaga", "url": "http://arxiv.org/abs/2103.15267v1", "pdf": "http://arxiv.org/pdf/2103.15267v1", "date": "Thu Oct 28"}, {"title": "Two striking head-tail galaxies in the galaxy cluster IIZW108: insights  into transition to turbulence, magnetic fields and particle re-acceleration", "authors": "Ancla Müller, Christoph Pfrommer, Alessandro Ignesti, Alessia Moretti, Ana Lourenco, Rosita Paladino, Yara Jaffe, Myriam Gitti, Tiziana Venturi, Marco Gullieuszik, Bianca Poggianti, Benedetta Vulcani, Andrea Biviano, Björn Adebahr, Ralf-Jürgen Dettmar", "url": "http://arxiv.org/abs/2110.03705v1", "pdf": "http://arxiv.org/pdf/2110.03705v1", "date": "Thursday, Oct 21st"}, {"title": "Analyzing the Intrinsic Magnetic Field in the Galactic Center Radio Arc", "authors": "Dylan M. Paré, Cormac R. Purcell, Cornelia C. Lang, Mark R. Morris, James A. Green", "url": "http://arxiv.org/abs/2110.02145v1", "pdf": "http://arxiv.org/pdf/2110.02145v1", "date": "Thursday, Oct 21st"}, {"title": "The Extremes of Thermonuclear Supernovae", "authors": "Stefan Taubenberger", "url": "http://arxiv.org/abs/1703.00528v1", "pdf": "http://arxiv.org/pdf/1703.00528v1", "date": "Tu Oct 19"}, {"title": "Using cosmological simulations and synthetic absorption spectra to  assess the accuracy of observationally derived CGM metallicities", "authors": "Rachel Marra, Christopher W. Churchill, Caitlin Doughty, Glenn G. Kacprzak, Jane Charlton, Sameer, Nikole M. Nielsen, Daniel Ceverino, Sebastian Trujillo-Gomez", "url": "http://arxiv.org/abs/2108.03254v2", "pdf": "http://arxiv.org/pdf/2108.03254v2", "date": "Tu Oct 19"}, {"title": "A Survey of Novae in M83", "authors": "A. W. Shafter, K. Hornoch, J. Benáček, A. Galád, J. Janík, J. Juryšek, L. Kotková, P. Kurfürst, H. Kučáková, P. Kušnirák, J. Liška, E. Paunzen, M. Skarka, P. Škoda, M. Wolf, P. Zasche, M. Zejda", "url": "http://arxiv.org/abs/2110.00676v1", "pdf": "http://arxiv.org/pdf/2110.00676v1", "date": "Th Oct 2021"}, {"title": "Thermonuclear X-ray Bursts with late secondary peaks observed from 4U  1608-52", "authors": "Tolga Guver, Tugba Boztepe, Ersin Gogus, Manoneeta Chakraborty, Tod E. Strohmayer, Peter Bult, Diego Altamirano, Gaurava K. Jaisawal, Tugce Kocabiyik, Christian Malacaria, Unnati Kashyap, Keith C. Gendreau, Zaven Arzoumanian, Deepto Chakrabarty", "url": "http://arxiv.org/abs/2101.11637v1", "pdf": "http://arxiv.org/pdf/2101.11637v1", "date": "Th Oct 14 2021"}, {"title": "Efficient and precise transit light curves for rapidly-rotating, oblate  stars", "authors": "Shashank Dholakia, Rodrigo Luger, Shishir Dholakia", "url": "http://arxiv.org/abs/2109.03250v1", "pdf": "http://arxiv.org/pdf/2109.03250v1", "date": "Tu Oct 12"}, {"title": "The MAVERIC Survey: Variable Jet-Accretion Coupling in Luminous  Accreting Neutron Stars in Galactic Globular Clusters", "authors": "T. Panurach, J. Strader, A. Bahramian, L. Chomiuk, J. C. A. Miller-Jones, C. O. Heinke, T. J. Maccarone, L. Shishkovsky, G. R. Sivakoff, E. Tremou, V. Tudor, R. Urquhart", "url": "http://arxiv.org/abs/2110.00586v1", "pdf": "http://arxiv.org/pdf/2110.00586v1", "date": "Tu Oct 12"}]